Repository: manuelfr51/Mobile-Bitcoin-ATM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, es

source: Override Required Confirmations?
es: Forzar requiere confirmación?

source: Please enter a name for this order. If you'd like a receipt, please include an email and/or phone number.
cs: Prosím vložte jméno pro tuto objednávku. Pokud požadujete účtenku, připojte také email a/nebo tel. číslo.
es: Por favor, introduzca un nombre para esta orden. Si desea un recibo, por favor incluya un correo electrónico y/o número telefónico.

source: Send Receipt
cs: Poslat účtenku
es: Enviar recibo

source: Shopper
cs: Zákazník
es: Cliente

source: Amount
cs: Množství
es: Cantidad

source: Status
cs: Stav
es: Estado

source: Transaction not yet detected
cs: Transakce ještě nezjištěna
es: Transacción no ha sido detectada

source: Welcome to <b>%(business_name)s</b>
cs: Prodat bitcoiny %(business_name)s
es: Bienvenidos a %(business_name)s

source: Market BTC Price
cs: Tržní BTC cena
es: Precio BTC de Mercado

source: Buy Bitcoin from %(merchant_name)s
cs: Kupte bitcoin od %(merchant_name)s
es: Compre Bitcoins de %(merchant_name)s

source: Enter Your Email or BTC Address
cs: Vložte Váš email nebo BTC adresu
es: Ingrese su E-mail o Dirección Bitcoin

source: Enter Your BTC Address
cs: Vložte Vaši BTC adresu
es: Ingrese su Dirección Bitcoin

source: Pay Physical Cash to Business
cs: Zaplatit hotovostí obchodu
es: Pague en efectivo a Negocios Fisicos

source: Receive BTC by Email or BTC Address
cs: Obdržet BTC emailem nebo na BTC adr.
es: Reciba Bitcoins por E-mail o Dirección Bitcoin

source: Receive BTC from Business
cs: Přijmout BTC od obchodu
es: Reciba Bitcoins desde Negocios Fisicos

source: Buy Bitcoin with Cash
cs: Koupit BTC za hotovost
es: Comprar Bitcoin con Efectivo

source: Sell Bitcoin to %(merchant_name)s
cs: Prodat bitcoiny %(merchant_name)s
es: Vender Bitcoins a %(merchant_name)s

source: Get Business BTC Address
cs: Získat obchodní BTC adresu
es: Obtenga una Dirección Bitcoin para su Negocio

source: Send Bitcoin to Business BTC Address
cs: Poslat Bitcoin na obchodní BTC peněženku
es: Enviar Bitcoins a la dirección BTC de un Negocio

source: Receive Physical Cash from Business
cs: Přijmout hotovost od obchodu
es: Recibir Efectivo de un Negocio

source: Sell Your Bitcoin for Cash
cs: Směnit vaše BTC za hotovost
es: Vender sus Bitcoins por Efectivo

source: A transaction has been detected, but it has not yet been confirmed by the Bitcoin network. It is possible (though very rare) for an unconfirmed transaction to later be undone via a <a href="https://en.bitcoin.it/wiki/Double-spending" target="_blank">Double Spend Attack</a>, so we recommend you wait for the transaction to confirm. This usually takes 10 minutes on average, but can sometimes take up to twice that long. If this is a small amount of funds for you or if you are sure this customer isn't a malicious attacker, you can mark the transaction as complete now by entering your password below.
cs: Transakce byla zjištěna, ale zatím nebyla potvrzena bitcoinovou sítí.Je možné (ačkoliv velmi vzácně), že nepotvrzená transakce bude vrácena přes <a href="https://en.bitcoin.it/wiki/Double-spending" target="_blank ">Double Spend Attack</a>, takže doporučujeme počkat,než bude transakce potvrzená. Toto většinou zabere v průměru 10 minut, ale občas to může trvat až dvojnásobně déle. Pokud je to pro vás malá částka, nebo pokud jste si jisti, že tento zákazník není podvodník, můžete označit tuto transakci jako hotovou vložením vašeho hesla níže.
es: Una transacción ha sido detectada, pero aún no ha sido confirmada por la red Bitcoin. Es posible (aunque muy rara vez) que una transacción sin confirmar, pueda ser cancelada a través de un <a href="https://en.bitcoin.it/wiki/Double-spending" target="_blank"> Ataque de doble gasto </a>, por lo que recomendamos que espere que la transacción sea confirmada. Esto toma usualmente 10 minutos en promedio, pero a veces pueden tardar hasta el doble de tiempo. Si se trata de una pequeña cantidad para usted o si está seguro de que este cliente es de confiar, puede marcar la transacción como completada ingresando su contraseña más abajo.

source: Confirm
es: Confirmar

source: Linking Your Bitstamp Account | CoinSafe
cs: Propojování vašeho Bitstamp účtu | CoinSafe
es: Vinculación de su cuenta Bitstamp | CoinSafe

source: Bitstamp API Instructions
cs: Bitstamp API instrukce
es: Instrucciones de la API Bitstamp

source: Connecting your Bitstamp account to CoinSafe allows us to:
cs: Připojování vašeho Bitstamp účtu ke CoinSafe nám dovoluje:
es: Conectar su cuenta Bitstamp con CoinSafe, nos permite:

source: Lookup your bitcoin address at Bitstamp so that shoppers can send funds there.
cs: Vyhledání vaší bitcoin adresy na Bitstamp, takže tam zákazník může posílat prostředky.
es: Encontrar su dirección Bitcoin en Bitstamp para que los compradores puedan enviar fondos ahi

source: Send Bitcoin from your Bitstamp account to shoppers (once you confirm they have paid you in cash for it).
cs: Poslat Bitcoin z vašeho Bitstamp účtu zákazníkům (po potvrzení, že vám za to zaplatili v hotovosti).
es: Enviar Bitcoin desde su cuenta Bitstamp a los compradores (una vez que se confirme que le han pagado en efectivo por estos).

source: Automatically buy or sell bitcoin with Bitstamp using the bank account you already have linked up with them (coming soon).
cs: Automaticky kupovat nebo prodávat bitcoiny na Bitstamp s použitím bankovního účtu, který jste s ním spárovali (připravujeme).
es: Automáticamente comprar o vender bitcoin con Bitstamp usando la cuenta bancaria que ya ha vinculado con ellos (próximamente)

source: Please follow these instructions to grant CoinSafe access to your Bitstamp account:
cs: Prosím následujte tyto instrukce pro poskytnutí CoinSafe přístupu k vašemu Bitstamp účtu:
es: Por favor, siga estas instrucciones para dar acceso a CoinSafe a su cuenta en Bitstamp:

source: Go to <a target="_blank" href="%(bitstamp_url)s">Bitstamp's API Access Page</a>. You may be asked to login with your Bitstamp credentials.
cs: Jděte na <a target="_blank" href="%(bitstamp_url)s">Bitstamp API Access stránce</a>.Můžete být vyzváni k přihlášení na Bitstamp.
es: Ir a <a target="_blank" href="%(bitstamp_url)s"> la página de configuración de accesos en Bitstamp</a>. Se le podría pedir iniciar sesión con sus credenciales de Bitstamp.

source: Check all the permissions boxes, leave the text input boxes blank and click <b>%(generate_key_text)s</b>:
cs: Zkontrolujte všechny zatržítka, ponechte vstupní textové pole prázdné a klikněte na <b>%(generate_key_text)s</b>:
es: Revise todas las casillas de permisos, deje las casillas para ingresar texto en blanco y haga clic en <b>%(generate_key_text)s</b>:

source: Copy the <b>%(key_field)s</b> and <b>%(secret_field)s</b> to CoinSafe.
cs: Zkopírujte <b>%(key_field)s</b> and <b>%(secret_field)s</b> ke CoinSafe.
es: Copie el <b>%(key_field)s</b> y <b>%(secret_field)s</b> en CoinSafe.

source: Go back to Bitstamp and click the <b>%(activate_name)s</b> button. This will send an email to you to confirm.
cs: Jděte zpět na Bitstamp a klikněte na <b>%(activate_name)s</b> tlačítko.To vám pošle email k potvrzení.
es: Volver a Bitstamp y haga clic en el <b>%(activate_name)s</b>. Esto enviará un correo electrónico para que confirme.

source: Check your email and click the link to confirm API access. If you don't see the email, check your spam folder for a message from <b>%(bitstamp_email)s</b>.
cs: Zkontrolujte váš email a klikněte na odkaz, který zaktivuje API přístup. Pokud nemůžete email najít, zkontrolujte složku se spamy a najděte email od <b>%(bitstamp_email)s</b>.
es: Revise su correo electrónico y haga clic en el enlace para confirmar el acceso a la API. Si usted no ve el correo electrónico, revise su carpeta de SPAM para un mensaje de <b>%(bitstamp_email)s</b>.

source: You're all set! You can verify that your credentials are working by clicking the <b>refresh</b> button on CoinSafe anytime.
cs: Vše je nastaveno! Můžete ověřit zda vaše údaje fungují kliknutím na <b>refresh</b> tlačítko na CoinSafu kdykoli
es: Ya está todo listo! Puede verificar que sus credenciales están funcionando haciendo clic en el <b>botón de actualización</b> en CoinSafe cualquier momento.

source: For security, we always recommend keeping low balances on third party bitcoin sites. For larger amounts of bitcoin, we recommend cold storage using <a href="%(electrum_url)s">Electrum</a> or <a href="%(armory_url)s">Armory</a>. You can always unlink your Bitstamp account by deleting your API keys on CoinSafe or Bitstamp.
cs: Kvůli bezpečnosti doporučujeme na bitcoin stránkách třetích stran zanechávat jen malé zůstatky.Pro uschování vyššího zůstatku Btcoinu, doporučujeme cold storage. <a href="%(electrum_url)s">Electrum</a> nebo <a href="%(armory_url)s">Armory</a>. Vždy můžete odpojit váš Bitstamp účet vymazáním vašich API klíčů na CoinSafu nebo na Bitstampu.
es: Para mayor seguridad, se recomienda siempre mantener bajas cantidades de Bitcoins en sitios de terceros. Para cantidades mayores de bitcoin, se recomienda el almacenamiento en frío usando <a href="%(electrum_url)s">Electrum</a> o \ n <a href="%(armory_url)s">Armory</a>. Siempre puede desvincular su cuenta Bitstamp mediante la supresión de las llaves de la API en CoinSafe o Bitstamp.

source: Linking Your Blockchain.info Account | CoinSafe
cs: Propojování vašeho Blockchain.info účtu | CoinSafe
es: Vinculación de su cuenta Blockchain.info | CoinSafe

source: Blockchain.info API Instructions
cs: Blockchain.info API instrukce
es: Instrucciones para la API de Blockchain.info

source: Connecting your Blockchain.info account to CoinSafe allows us to:
es: Conectar su cuenta Blockchain.info con CoinSafe, nos permite:

source: Lookup your bitcoin address at Blockchain.info so that shoppers can send funds there. We can also generate new addresses for you.
cs: Vyhledávání vaší bitcoin adresy v Blockchain.info, takže tam zákazník může posílat prostředky. Můžeme vám také vygenerovat nové adresy.
es: Encontrar su dirección Bitcoin en Blockchain.info para que los compradores puedan enviar fondos ahi. También podemos generar nuevas direcciones para usted.

source: Send Bitcoin from your Blockchain.info account to shoppers (once you confirm they have paid you in cash for it).
cs: Poslat Bitcoin z vašeho Blockchain.info účtu zákazníkům (po potvrzení, že vám za to zaplatili v hotovosti)
es: Enviar Bitcoin desde su cuenta Blockchain.info a los compradores (una vez que se confirme que le han pagado en efectivo por estos).

source: Unfortunately the Blockchain.info API currently does not work for accounts with two factor authentication (2FA) enabled. We recommend Coinbase for a web wallet with full 2FA support.
cs: Bohužel Blockchain.info API v současné době nefunguje pro účty se zapnutou dvojitou ochranou (2FA).Doporučejeme Coinbase pro webovou peněženku s plnou 2FA podporou.
es: Desafortunadamente, la API Blockchain.info actualmente no funciona con cuentas que poseen la autenticación de dos factores (2FA) habilitada. Recomendamos Coinbase para un monedero electrónico con soporte completo 2FA.

source: All we need to access your Blockchain.info account is your %(login_text)s (%(identifier_text)s) and %(password_text)s. <br /><br /> Your <b>%(identifier_text)s</b> and <b>%(password_text)s</b> are what you enter on <a href="%(bci_login_url)s">this page</a>:
cs: Vše co potřebujeme k přístupu na váš Blockchain.info účet je vaše %(login_text)s (%(identifier_text)s) a %(password_text)s. <br /><br /> Vaše <b>%(identifier_text)s</b> a <b>%(password_text)s</b> jsou ty, které jste vložili na <a href="%(bci_login_url)s">this page</a>:
es: Todo lo que necesitamos para acceder a su cuenta de Blockchain.info es su %(login_text)s (%(identifier_text)s) y %(password_text)s.<br /><br /> Su <b>%(identifier_text)s</b> y <b>%(password_text)s</b> es lo que escribe en <a href="%(bci_login_url)s"> esta página </ a>:

source: (If you've forgotten your identifier you can recover it <a href="%(forgot_url)s">here</a>)
cs: (Pokud jste ztratili váš indentifikátor můžete si ho obnovit <a href= "%(forgot_url)s">zde</a>)
es: (Si ha olvidado su identificador puede recuperarlo <a href="%(forgot_url)s"> aquí </a>)

source: If you have a %(secondary_password_text)s we'll need that as well to be able to sign transactions. Your secondary password is what you enter on this page:
cs: Pokud máte %(secondary_password_text)s budeme ho potřebovat také, abychom mohli podepisovat transakce. Váš secondady password je to, co jste vložili na této stránce:
es: Si usted tiene una %(secondary_password_text)s, también la necesitaremos para poder firmar las transacciones. Su contraseña secundaria es lo que usted escribe en esta página:

source: Copy the <b>%(identifier_text)s</b>, <b>%(password_text)s</b> and <b>%(secondary_password_text)s</b> (if applicable) to CoinSafe.
cs: Zkopírujte <b>%(identifier_text)s</b>, <b>%(password_text)s</b> and <b> %(secondary_password_text)s</b> (případně) do CoinSafe.
es: Copie el <b>%(identifier_text)s</b>, <b>%(password_text)s</b> y <b>%(secondary_password_text)s</b> (si es su caso) a CoinSafe.

source: For security, we always recommend keeping low balances on third party bitcoin sites. For larger amounts of bitcoin, we recommend cold storage using <a href="%(electrum_url)s">Electrum</a> or <a href="%(armory_url)s">Armory</a>. You can always unlink your Blockchain.info account by deleting your API keys on CoinSafe or changing your credentials on Blockchain.info.
cs: Kvůli bezpečnosti doporučujeme na bitcoin stránkách třetích stran zanechávat jen malé zůstatky. Pro uschování vyššího zůstatku Btcoinu, doporučujeme cold storage. <a href="%(electrum_url)s">Electrum</a> nebo <a href="%(armory_url)s">Armory</a>. Vždy můžete odpojit váš Blockchain.info účet vymazáním vašich API klíčů na CoinSafe nebo změněním vašich údajů na Blockchain.info.
es: Para mayor seguridad, se recomienda siempre mantener bajas cantidades de Bitcoins en sitios de terceros. Para cantidades mayores de bitcoin, se recomienda el almacenamiento en frío usando <a href="%(electrum_url)s">Electrum</a> o \ n <a href="%(armory_url)s">Armory</a>. Siempre puede desvincular su cuenta Blockchain.info mediante la supresión de las llaves de la API en CoinSafe o Blockchain.info.

source: Linking Your Coinbase Account | CoinSafe
cs: Propojování vašeho Coinbase účtu | CoinSafe
es: Vinculación de su cuenta Coinbase | CoinSafe

source: Coinbase API Instructions
cs: Coinbase API instrukce
es: Instrucciones para la API de Coinbase

source: Connecting your Coinbase account to CoinSafe allows us to:
cs: Připojování vašeho Coinbase účtu ke CoinSafe nám dovoluje:
es: Conectar su cuenta Coinbase con CoinSafe, nos permite:

source: Lookup your bitcoin address at Coinbase so that shoppers can send funds there. We can also generate new addresses for you.
cs: Vyhledávání vaší bitcoin adresy v Coinbase, takže tam zákazník může posílat prostředky. Můžeme vám také generovat nové adresy.
es: Encontrar su dirección Bitcoin en Coinbase para que los compradores puedan enviar fondos ahi. También podemos generar nuevas direcciones para usted.

source: Send Bitcoin from your Coinbase account to shoppers (once you confirm they have paid you in cash for it).
cs: Poslat Bitcoin z vašeho Coinbase účtu zákazníkům (po potvrzení, že vám za to zaplatil v hotovosti).
es: Enviar Bitcoin desde su cuenta Blockchain.info a los compradores (una vez que se confirme que le han pagado en efectivo por estos).

source: Automatically buy or sell bitcoin with Coinbase using the bank account you already have linked up with them (coming soon).
cs: Automaticky kupovat nebo prodávat Bitcoiny na Coinbase s použitím bankovního účtu, který jste s ním spárovali (připravujeme).
es: Automáticamente comprar o vender bitcoin con Bitstamp usando la cuenta bancaria que ya ha vinculado con ellos (próximamente).

source: Please follow these instructions to grant CoinSafe access to your Coinbase account:
cs: Prosím následujte tyto instrukce pro udělení přístupu CoinSafe na váš Coinbase účet:
es: Por favor, siga estas instrucciones para conceder CoinSafe acceso a su cuenta en Coinbase:

source: Go to <a target="_blank" href="%(coinbase_url)s">Coinbase's API Access Page</a>. You may be asked to login with your Coinbase credentials.
cs: Jděte na<target="_blank" href ="%(coinbase_url)s">Coinbase API Access stránku</a>. Můžete být požádáni o přihlášení na Coinbase.
es: Ir a <a target="_blank" href="%(coinbase_url)s">Acceso API Página de Coinbase</a>. Se le puede pedir iniciar sesión con sus credenciales de Coinbase.

source: Click <b>%(generate_key_text)s</b>. You may be asked to enter a two factor authentication phone code if you have that configured for your account:
cs: Klikněte na <b>%(generate_key_text)s</b>. Můžete být požádáni o vložení kódu pro dvojité ověření z vašeho telefonu, pokud to máte nastavené na vašem účtu:
es: Haga clic <b>%(generate_key_text)s</b>. Es posible que se le pida que introduzca un código telefónico de autenticación de dos factores, si usted configuró esa opción para su cuenta:

source: Check the box for <b>%(select_all_text)s</b> under <b>%(accounts_text)s</b> and <b>%(permisions_text)s</b> and leave <b>%(allowed_ip_text)s</b> blank, then hit <b>%(create_text)s</b>.
cs: Zkontrolujte <b>%(select_all_text)s</b> pod <b>%(accounts_text)s</b> a <b> %(permisions_text)s</b> a nechte<b>%(allowed_ip_text)s</b> prázdné, potom zmáčkněte <b>%(create_text)s</b>.
es: Revise la casilla para <b>%(select_all_text)s</b> en <b>%(accounts_text)s</b> y <b>%(permisions_text)s</b> y deje <b>%(allowed_ip_text)s</b> en blanco, después haga clic en <b>%(create_text)s</b>.

source: You've created API credentials, but they aren't activated yet. Now click the <b>%(activate_name)s</b> button to activate them.
cs: Vytvořil jste API přístup, ale není ještě aktivován.Nyní klikněte na <b> %(activate_name)s</b> tlačítko pro jejich aktivaci
es: Usted ha creado las credenciales de API, pero aún no están activadas. Ahora haga clic en <b>%(activate_name)s</b> para activarlos.

source: Check your email and copy the <b>%(api_code_text)s</b>. If you don't see the email, check your spam folder for a message from <b>%(coinbase_email)s</b>.
cs: Zkontrolujte váš email a zkopírujte <b>%(api_code_text)s</b>. Pokud nemůžete email najít, zkontrolujte složku se spamy a najděte email od <b>%(coinbase_email)s</b>.
es: Revise su correo electrónico y copie el <b>%(api_code_text)s </ b>. Si usted no ve el correo electrónico, revise su carpeta de SPAM para un mensaje de <b>%(coinbase_email)s</b>.

source: Activate the API credential by pasting it onto Coinbase.
cs: Aktivujte API údaje jejich vložením do Coinbase.
es: Activar las credenciales de la API pegándolas en Coinbase.

source: Your API key is now active! To get it, click on the <b>%(key_field)s</b> in blue.
cs: Váš API klíč je nyní aktivní! Pro jeho získání klikněte na <b>%(key_field)s</b> v modré barvě.
es: La clave de su API ya está activada! Para obtenerla, haga clic en el <b>%(key_field)s </b> en azul.

source: For security, we always recommend keeping low balances on third party bitcoin sites. For larger amounts of bitcoin, we recommend cold storage using <a href="%(electrum_url)s">Electrum</a> or <a href="%(armory_url)s">Armory</a>. You can always unlink your Coinbase account by deleting your API keys on CoinSafe or Coinbase.
cs: Kvůli bezpečnosti doporučujeme zanechávat malé zůstatky na bitcoin stránkách třetích stran. Pro uschování vyššího zůstatku bitcoinu, doporučujeme studenou úschovu <a href="%(electrum_url)s">Electrum</a> nebo <a href="%(armory_url)s">Armory</a>. Vždy můžete odpojit váš Coinbase účet vymazáním vašich API klíčů na CoinSafu nebo na Coinbase.
es: Para mayor seguridad, se recomienda siempre mantener bajas cantidades de Bitcoins en sitios de terceros. Para cantidades mayores de bitcoin, se recomienda el almacenamiento en frío usando <a href="%(electrum_url)s">Electrum</a> o \ n <a href="%(armory_url)s">Armory</a>. Siempre puede desvincular su cuenta Coinbase mediante la supresión de las llaves de la API en CoinSafe o Coinbase.

source: Your Free Bitcoin ATM App | Contact Us | CoinSafe
cs: Váš bezplatný BitcoMAT | Kontakt | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | Contáctenos | CoinSafe

source: We are here to help! Please feel free to contact us any time at <a href="mailto:support@coinsafe.com?Subject=CoinSafe%%20Support" target="_top">support@coinsafe.com</a>
cs: Pomůžeme vám! Prosím nebojte se nás kontaktovat kdykoliv na <a href="mailto: support@coinsafe.com? Subject=CoinSafe%%20Support" target="_top">support@coinsafe.com</a>
es: Estamos para ayudarlo! No dude en contactarnos en cualquier momento a <a href="mailto:Support@coinsafe.com?Subject=CloseCoin%%20Support "target = "_top ">support@closecoin.com</a>

source: Send Message
cs: Poslat zprávu
es: Enviar mensaje

source: Our Address
cs: Naše adresa
es: Nuestra Dirección

source: Your Free Bitcoin ATM App | FAQ | CoinSafe
cs: Váš bezplatný BitcoMAT | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | CoinSafe

source: Frequently Asked Questions
es: Preguntas Frecuentes

source: What Does CoinSafe Do?
es: ¿Que hace CoinSafe?

source: Can You Notify Me When New Merchants Sign Up in My City?
es: Puedes Notificarme Cuando un Nuevo Comerciante se Registre en mi Ciudad?

source: Am I Getting a Fair Price?
es: ¿Estoy obteniendo un precio justo?

source: How Are You Able To Send Me Bitcoin Via Email?
es: ¿Como son capaces de enviarme bitcoins por Email?

source: Who Pays the Bitcoin Network Transaction Fee?
es: ¿Quien paga el cobro de las transacciones en la red Bitcoin?

source: Is CoinSafe Available in My Native Language?
es: ¿Está disponible CoinSafe en mi lengua materna?

source: Does CoinSafe Have a Responsible Disclosure Policy?
es: ¿CoinSafe posee una Política de Revelación Responsable?

source: Does CoinSafe Support Any Altcoins?
es: CoinSafe da soporte a otras Crypto-Monedas?

source: Is CoinSafe Really Free?
es: ¿Es CoinSafe realmente gratuito?

source: Does My Cashier Need to Understand Bitcoin?
es: ¿Necesita mi cajero entender sobre Bitcoin?

source: How is CoinSafe Different from Using the Bitcoin Wallet on My Phone to Trade with Customers?
es: ¿Como es diferente CoinSafe de usar mi Billetera Bitcoin en mi teléfono para hacer intercambios con mis Clientes?

source: Why Should I Use CoinSafe Instead of a Physical ATM?
es: ¿Por qué debiese utilizar CoinSafe en vez de un Cajero Automático Físico?

source: Do I Have to Share Lots of Personal Info with CoinSafe to Use the Service?
es: ¿Necesito entregar mucha información personal a CoinSafe para usar su servicio?

source: Does CoinSafe Have Any Bitcoin Posters I Can Display in my Store?
es: ¿CoinSafe posee algún Afiche que pueda mostrar en mi Tienda?

source: When I Buy Bitcoin from a Customer, How Long Do I Have to Wait Before Releasing the Cash?
es: Cuando compro bitcoins a un cliente, ¿Cuanto debo esperar para entregarle su dinero?

source: Can I Really Set Whatever Price I Want?
es: ¿Realmente puedo definir cualquier precio que desee?

source: How Does CoinSafe Calculate the Market Price for BTC?
es: ¿Como CoinSafe calcula el precio de mercado para los bitcoins?

source: Does CoinSafe Have My Bitcoin Private Keys?
es: ¿CoinSafe tiene las llaves privadas de mis bitcoins?

source: Is It Safe to Give CoinSafe API Access to My Online Wallet?
es: ¿Es seguro darle acceso a CoinSafe a través de una API a mi Billetera Online?

source: Which Wallet Service Does CoinSafe Recommend?
es: ¿Que servicio de Billeteras, CoinSafe recomienda?

source: Does CoinSafe have any plans to support API Access to More Wallets?
es: ¿CoinSafe planea dar soporte a través de API con otras billeteras?
