Repository: manuelfr51/Mobile-Bitcoin-ATM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, es

source: Sorry, that number isn't valid
cs: Toto číslo je neplatné
es: Lo sentimos, pero ese número no es válido

source: Sorry, that number doesn't look like a real number
cs: Toto číslo nevypadá jako platné číslo
es: Lo sentimos, pero ese número no parece un número real

source: Cash Paid Out
es: Dinero Entregado

source: BTC Received
cs: Bitcoiny doručeny
es: BTC Recibidos

source: Bought BTC
cs: Koupené BTC
es: BTC Comprado

source: Cancelled
cs: Zrušeno
es: Cancelar

source: Complete
cs: Hotovo
es: Completado

source: Waiting on Merchant Approval
cs: Čeká na schválení obchodníka
es: Esperando la aprobación del Comerciante

source: Sold BTC
cs: Prodané BTC
es: BTC Vendido

source: Username (Wallet Identifier)
cs: Username (Identifik. peněž.)
es: Nombre de usuario (identificador de la Billetera)

source: Main Password
cs: Hlavní heslo
es: Contraseña Principal

source: Second Password
cs: Druhé heslo
es: Contraseña Secundaria

source: API Key
es: Llave de la API

source: API Secret
es: Llave de la API

source: Customer ID
cs: ID zákazníka
es: Identificador de Cliente

source: Invalid
cs: Neplatné
es: Inválido

source: Valid
cs: Platné
es: Válido

source: Your Blockchain API info has been updated
cs: Vaše Blockchain API bylo aktualizováno
es: Su información referente a la API de Blockchain ha sido actualizada

source: Your Blockchain API credentials are not valid
cs: Váš Blockchain API přístup je neplatný
es: Sus credenciales para la API de Blockchain no son válidas

source: Your Coinbase API info has been updated
cs: Vaše Coinbase API info bylo aktualizováno
es: Su información referente a la API de Coinbase ha sido actualizada

source: Your Coinbase API credentials are not valid
cs: Váš Coinbase API přístup je neplatný
es: Sus credenciales para la API de Coinbase no son válidas

source: Your Bitstamp API info has been updated
cs: Vaše Bitstamp API info bylo aktualizováno
es: Su información referente a la API de Bitstamp ha sido actualizada

source: Your Bitstamp API credentials are not valid
cs: Váš Bitstamp API přístup je neplatný
es: Sus credenciales para la API de Bitstamp no son válidas

source: Your Blockchain API info has been refreshed
cs: Vaše Blockchain API info bylo obnoveno
es: Su información referente a la API de Blockchain ha sido actualizada

source: Your Blockchain API info could not be validated
cs: Vaše Blockchain API info nemohlo být ověřeno
es: Su información referente a la API de Blockchain no pudo ser validada

source: Your Coinbase API info has been refreshed
cs: Vaše Coinbase API info bylo obnoveno
es: Su información referente a la API de Coinbase ha sido actualizada

source: Your Coinbase API info could not be validated
cs: Vaše Coinbase API info nemohlo být ověřeno
es: Su información referente a la API de Coinbase no pudo ser validada

source: Your Bistamp API info has been refreshed
cs: Vaše Bitstamp API info bylo obnoveno
es: Su información referente a la API de Bitstamp ha sido actualizada

source: Your Bistamp API info could not be validated
cs: Vaše Bitstamp API info nemohlo být ověřeno
es: Su información referente a la API de Bitstamp no pudo ser validada

source: Email
es: Correo Electrónico

source: Password
cs: Heslo
es: Contraseña

source: Secure Password
cs: Potvrdit heslo
es: Contraseña Segura

source: Your Name
cs: Vaše jméno
es: Nombre y Apellido

source: Business Name
cs: Společnost
es: Razón Social

source: Country
cs: Stát
es: País

source: The Currency You Want to Trade for BTC
cs: Měna, kterou chcete směňovat za BTC
es: Moneda que deseas cambiar por BTC

source: That email is already taken, do you want to <a href="%(login_uri)s">login</a>?
cs: Tento email již byl použit, chcete <a href="%(login_uri)s">login</a>?
es: Este correo ya esta en uso, ¿quieres <a href="%(login_uri)s">iniciar sesión</a>?

source: Sorry, your email address must be less than 100 characters
cs: Promiňte, vaše emailová adresa smí obsahovat max. 100 znaků
es: Lo sentimos, tu dirección de correo electrónico debe ser inferior a 100 caracteres

source: Percent Markup
cs: Přirážka v %
es: Margen de Ganancia

source: The percent you want to charge above the market rate
cs: Přirážka v %, kterou chcete aplikovat nad tržní cenu
es: El porcentaje de recargo por encima de la tasa del mercado

source: Wallet Choice
cs: Peněženka
es: Billetera

source: Create New blockchain.info Wallet
es: Crear una nueva Billetera en blockchain.info

source: Link Existing Hosted Wallet
es: Vincular Billetera Existente

source: New Blockchain Wallet Password
cs: Blockchain Main Password
es: Contraseña Principal en Blockchain

source: Do not forget this password! Blockchain.info does not support password recovery.
es: ¡No olvides esta contraseña! Blockchain.info no posee un sistema de recuperación de contraseña.

source: Confirm Password
cs: Potvrdit heslo
es: Confirmar Contraseña

source: Existing Bitcoin Wallet Provider
es: Proveedor de Billetera Bitcoin Existente

source: Coinbase API Key
es: Llave de la API de Coinbase

source: Coinbase Secret Key
es: Clave Secreta en Coinbase

source: Bitstamp Customer ID
es: Identificador de cliente en Bitstamp

source: Bitstamp API Key
es: Llave de la API de Bitstamp

source: Bitstamp Secret Key
es: Clave Secreta en Bitstamp

source: Blockchain Username (Wallet Identifier)
cs: Blockchain Username (Identifik. peněž.)
es: Nombre de usuario en Blockchain (Identificador de Billetera)

source: Blockchain Main Password
es: Contraseña Principal en Blockchain

source: Blockchain Second Password
es: Segunda Contraseña en Blockchain

source: Please enter your Coinbase API key
cs: Prosím vložte váš Coinbase API Key
es: Introduzca su clave de API Coinbase

source: Please enter your Coinbase secret key
cs: Prosím vložte váš Coinbase Secret Key
es: Por favor, introduzca un nombre para el recibo

source: Please enter your Bitstamp username
cs: Prosím vložte váš Bitstamp Username
es: Por favor, ingrese su nombre de usuario en Bitstamp

source: Please enter your Bitstamp API key
cs: Prosím vložte váš Bitstamp API Key
es: Introduzca su llave de API para Bitstamp

source: Please enter your Bitstamp Secret Key
cs: Prosím vložte váš Bitstamp Secret Key
es: Por favor, introduzca un nombre para el recibo

source: Please enter your Blockchain username
cs: Prosím vložte váš Blockchain Username
es: Por favor, ingrese su nombre de usuario en Blockchain

source: Please enter your Blockchain API key
cs: Prosím vložte váš Blockchain API Key
es: Introduzca su llave de API para Blockchain

source: Sorry, that's not a valid bitcoin address
cs: Promiňte, neplatná bitcoinová adresa
es: Lo sentimos, pero esa no es una dirección válida de Bitcoin

source: Please enter a valid bitcoin address
cs: Prosím vložte platnou Bitcoin adresu
es: Por favor, ingresar una dirección Bitcoin válida

source: Phone Country
cs: Tel. kód země
es: Código País

source: Cell Phone Number in International Format
cs: Číslo mobil. telefonu v mezinár. formátu
es: Número de teléfono móvil (en formato internacional)

source: Mel's Diner
cs: Melova věčeře
es: Hostal Bellavista

source: Address Line 1
cs: Adresa řádek 1
es: Dirección 1

source: Street address, P.O. box, company name, c/o
cs: Ulice, P.O. box, jméno firmy, c/o␣
es: Calle, Casilla de Correo, Nombre de la Empresa, c/o

source: Address Line 2
cs: Adresa řádek 2
es: Dirección 2

source: Apartment, suite, unit, building, floor, etc.
cs: Byt, apartmá, budova, podlaží atd.
es: Departamento, habitación, unidad, edificio, piso, etc

source: City
cs: Město
es: Ciudad

source: State/Province/Region
cs: Stát/Provincie/Kraj
es: Estado / Provincia / Región

source: Zip Code
cs: PSČ
es: Código Postal

source: Phone Number
cs: Telefonní číslo
es: Número de Teléfono

source: Website URL
cs: Web URL
es: URL del sitio web

source: Bitcoin Deposit Address
cs: Adresa pro vklad BTC
es: Dirección Bitcoin para Depósitos

source: The wallet address where you want your bitcoin sent
cs: Adresa peněženky, kam chcete bitcoiny poslat
es: La dirección de la billetera donde quieres recibir los bitcoin

source: Percent Markup When Selling Bitcoin
es: Margen de Ganancia (Vender Bitcoin)

source: The percentage you charge above the market price when selling bitcoin
cs: Přirážka v %, kterou chcete aplikovat nad tržní cenu
es: El porcentaje de recargo por encima de la tasa del mercado en vender bitcoin.

source: Percent Markup When Buying Bitcoin
es: Margen de Ganancia (Comprar Bitcoin)

source: The percentage you pay below the market price when buying bitcoin.
es: El porcentaje de recargo por abajo de la tasa del mercado en comprar bitcoin.

source: Max Shopper Purchase
cs: Max. nákup zákazníka
es: Máxima Compra por Cliente

source: The maximum amount of mBTC a shopper can purchase.
cs: Max. množství mBTC, které zákazník může nakoupit
es: La cantidad máxima de mBTC que un comprador puede adquirir.

source: Max Shopper Sale
cs: Max. prodej zákazníka
es: Máxima Venta por cliente

source: The maximum amount of mBTC a shopper can sell.
cs: Max. množství mBTC, které může zákazník prodat
es: La cantidad máxima de mBTC que un cliente puede vender.

source: CoinSafe Password
es: Contraseña en CoinSafe

source: Monday
cs: Pondělí
es: Lunes

source: Tuesday
cs: Úterý
es: Martes

source: Wednesday
cs: Středa
es: Miércoles

source: Thursday
cs: Čtvrtek
es: Jueves

source: Friday
cs: Pátek
es: Viernes

source: Saturday
cs: Sobota
es: Sábado

source: Sunday
cs: Neděle
es: Domingo

source: Sorry, that's not the right password for <b>%(email)s</b>.
es: Lo sentimos, pero esa no es la contraseña correcta para <b>%(email)s</b>

source: No account found for <b>%(email)s</b>.
cs: Nenalezen účet pro <b>%(email)s</b>.
es: No se encontró la cuenta <b>%(email)s</b>.

source: You Are Now Logged Out
cs: Jste úspěšně odhlášen
es: Usted ha terminado la sesión

source: Your account has been configured! Customers can use this page while at your store to trade bitcoin with you.
cs: Váš účet byl nakonfigurován! Zákazníci mohou používat tuto stránku k obchodování s Bitcoiny s vámi.
es: Su cuenta ha sido creada! Sus clientes pueden utilizar esta página, mientras estén en la tienda para comerciar bitcoin con usted.

source: Your blockchain.info wallet has been created! Customers can use this page while at your store to trade bitcoin with you.
cs: Váš účet byl vytvořen! Tato stránka je nyní k dispozici Vašim zákazníkům pro obchody s Bitcoinem.
es: Su cuenta ha sido creada! Sus clientes pueden utilizar esta página, mientras estén en la tienda para comerciar bitcoin con usted.

source: Your API credentials are not valid. Please try again.
cs: Vaše API údaje jsou neplatné. Zkuste to znovu.
es: Sus credenciales de la API no son válidas. Por favor, inténtelo de nuevo.

source: Your profile has been updated
cs: Váš profil byl aktualizován.
es: Su perfil ha sido actualizado

source: Your profile was not updated
cs: Váš profil nebyl aktualizován
es: Su perfil no fue actualizado

source: Your business hours have been updated
cs: Vaše otevírací doba byla aktualizována
es: El horario de su negocio ha sido actualizado

source: Your business hours have not been updated
es: El horario de su negocio no ha sido actualizado

source: Your business info has been updated
cs: Vaše firemní údaje byly aktualizovány
es: La información de su negocio ha sido actualizada

source: Your business info was not updated
cs: Vaše firemní údaje nebyly aktualizovány
es: La información de su negocio no ha sido actualizada

source: Your bitcoin info has been updated
cs: Vaše Bitcoin info aktualizovány
es: Su información referente a bitcoin ha sido actualizada

source: Your bitcoin info was not updated
cs: Vaše Bitcoin info neaktualizovány
es: Su información referente a bitcoin no ha sido actualizada

source: Customer Name
cs: Jméno zákazníka
es: Nombre del Cliente

source: Customer Email
cs: Email zákazníka
es: E-mail del Cliente

source: Customer Mobile Phone
cs: Mobil. číslo zákazníka
es: Teléfono móvil del Cliente

source: Sorry, the amount you entered exceeds the purchase limit (%(max_mbtc)s mBTC)
cs: Promiňte, zadané množství překračuje nákupní limit (%(max_mbtc)s mBTC)
es: Lo sentimos, la cantidad que ha introducido sobrepasa el límite de compra (%(max_mbtc)s mBTC)

source: Sorry, the business API credentials for %(credential_name)s are invalid.
cs: Promiňte, firemní API údaje pro %(credential_name)s jsou neplatné
es: Lo sentimos, las credenciales de la API del negocio para %(credential_name)s no son válidas.

source: Sorry, the amount you entered exceeds the available balance
cs: Promiňte, zadané množství, překračuje dostupný limit
es: Lo sentimos, la cantidad que ha introducido excede el saldo disponible

source: Amount of Cash to Pay
cs: Hotovost k vyplacení
es: Cantidad de dinero a pagar

source: This is what you will give to the cashier
cs: Toto dejte pokladníkovi
es: Esto es lo que le dará al cajero

source: Send Bitcoin to Email or BTC Address
cs: Poslat BTC na email nebo BTC adresu
es: Enviar Bitcoins a un E-mail o dirección BTC

source: Customer Bitcoin Address
cs: Zákazníkova BTC adresa
es: Dirección Bitcoin de Depósito

source: The wallet address where you want to receive your bitcoin
cs: Adresa peněženky, kam budete přijímat vaše Bitcoiny
es: La dirección de la billetera donde quieres recibir los bitcoins

source: Verify Merchant Password
cs: Ověřit obchodníkovo heslo
es: Verificar Contraseña de Comercio

source: Invalid password
cs: Nesprávné heslo
es: Contraseña inválida

source: CoinSafe Introduction
cs: CoinSafe úvod
es: Introducción a CoinSafe

source: Your Free Bitcoin ATM App | CoinSafe
cs: Váš bezplatný BitcoMAT | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | CoinSafe

source: FAQ
es: Preguntas Frecuentes

source: Team
cs: Tým
es: Equipo

source: Contact Us
cs: Kontaktujte nás
es: Contáctenos

source: Dashboard
cs: Nastavení
es: Escritorio

source: Sign out
cs: Odhlásit
es: Cerrar Sesión

source: Sign In
cs: Přihlásit
es: Ingresar

source: Sign Up
cs: Registrace
es: Registrarse

source: Set Language
cs: Nastavit jazyk
es: Ajustar Idioma

source: More languages?
cs: Nastavit jazyk
es: Ajustar Idioma

source: Turn Your Phone Into a Bitcoin ATM
cs: Přeměňte Váš telefon na BitcoMAT
es: Convierte tu teléfono móvil en un Cajero Automático de Bitcoins

source: List Your Business for Free
cs: Uveďte Váš obchod zdarma
es: Liste Gratuitamente su Negocio

source: Watch Video
cs: Shlédněte video
es: Ver Video

source: Become The Neighborhood Bitcoin Trading Post
cs: Staňte se nejbližším obchodním místem s BTC
es: Conviértete en el Mercader de Bitcoins de tu vecindario

source: CoinSafe makes it easy for merchants around the world to buy and sell bitcoin at their store locations. With our easy to use mobile software and exchange partnerships, you can make money and attract new customers to your local business.
cs: CoinSafe pomáhá obchodníkům na celém světě kupovat a prodávat Bitcoiny v jejich obchodech S naším uživatelsky přátelským software a s naší pomocí můžete vydělávat peníze a přilákat do svého obchodu nové zákazníky.
es: CoinSafe hace que sea fácil para los comerciantes de todo el mundo poder comprar y vender bitcoins en sus tiendas físicas. Con nuestro intuitivo software para dispositivos móviles y nuestras alianzas, usted puede ganar dinero y atraer nuevos clientes a su tienda.

source: Businesses
es: Comercios

source: Set Your Own Prices
es: Establece Tus Propios Precios

source: Select a percent markup on market prices and know that you will make money on all transactions.
es: Seleccione un margen de ganancia porcentual por sobre el precio del mercado y para asegurarse de que ganará dinero con todas las transacciones.

source: Attract New Customers
es: Atraiga Nuevos Clientes

source: Prime placement on the CoinSafe map will send more foot traffic into your store.
es: Ubicación privilegiada en el mapa de CoinSafe aumentará la circulación de visitantes a su tienda.

source: Simple to Use
es: Fácil de Usar

source: Mobile-optimized and user friendly, CoinSafe is designed so that even an employee with no Bitcoin knowledge can operate it.
es: Optimazada para Teléfonos y fácil de usar, CoinSafe está diseñada para que un empleado sin conocimiento sobre Bitcoin, pueda operar la plataforma sin problemas.

source: Works Anywhere In the World
es: Funciona en Todo el Mundo

source: From Argentina to Australia, CoinSafe works everywhere in the world with the currency of your choice. More languages coming soon!
es: Desde Argentina hasta Australia, CloseCoin funciona en todas partes del mundo, con la moneda de su elección. ¡Estamos trabajando en añadir mas lenguas!

source: Sell or Spend Your Bitcoin Immediately
es: Vender o Gastar Sus Bitcoin de Forma Inmediata

source: If you don't want to hold bitcoin, you can set your prices so that you're able to sell it right away for a profit.
es: Si no desea retener bitcoin, usted puede fijar precios de modo que los pueda vender inmediatamente con una ganancia.

source: Get Your Money to a Safer Location
es: Mandar Su Dinero a una Ubicación Más Segura

source: Moving cash into bitcoins can minimize theft and reduce robberies.
es: Cambiar su efectivo por bitcoins puede minimizar hurtos y robos.

source: List Your Business Today
es: Incluya Su Negocio Hoy

source: Consumers
es: Clientes

source: Bitcoin <-> Cash
es: Bitcoin <-> Efectivo

source: Dealing in cash means you don't need a bank account and there are no long waiting periods. Exchange bitcoin and local currency in minutes!
es: Intercambios en efectivo significa que usted no necesita una cuenta bancaria y no hay largos tiempos de espera. Intercambia Bitcoin y dinero local en cuestión de minutos!

source: Transparent Pricing
es: Precios Transparentes

source: Businesses publish their prices online so you can shop around for the best rate. There are never any surprises when you get to the store.
es: Las empresas publican sus precios en línea para que puedas encontrar la mejor tarifa. Sin sorpresas al llegar a la tienda.

source: No Messaging With Strangers
es: Sin Mensajes con Desconocidos

source: Businesses list their hours and location, so there is no need to arrange meetings with people you don't know.
es: Las empresas listan de forma anticipada sus horarios y ubicaciones, por lo que no necesitas coordinar reuniones con desconocidos.

source: Businesses You Can Trust
es: Empresas en las que puedes confiar

source: Each business is rated by their users to ensure that the continue to provide the best service.
es: Cada comerciante es evaluado por sus usuarios para asegurar que siguen ofreciendo el mejor servicio.

source: Get Notified of Nearby Locations
es: Mandar Su Dinero a una Ubicación Más Segura

source: Your Free Bitcoin ATM App | Login
cs: Váš bezplatný BitcoMAT | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | CoinSafe

source: To create a new account, please <a href="%(register_url)s">click here</a>.
cs: K založení nového účtu, prosím <a href="%(register_url)s">klikněte zde</a>.
es: Para crear una nueva cuenta, por favor, <a href="%(register_url)s">haga clic aquí</a>.

source: Forgot password?
es: Confirmar Contraseña

source: Your Free Bitcoin ATM App | Register Customer | CoinSafe
cs: Váš bezplatný BitcoMAT | Registrace | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | Registrarse | CoinSafe

source: Get Notified
cs: Nechte se informovat
es: Ser Notificado

source: We are building a network of merchants in cities around the world. Sign up to be notified when a merchant is available near you.
cs: Budujeme síť obchodníků ve městech po celém světě. Zaregistrujte se, abyste byli informováni o nových obchodech ve Vaší blízkosti.
es: Estamos construyendo una red de comerciantes en ciudades de todo el mundo. Regístrese para ser notificado cuando un comerciante este disponible cerca de ti.

source: Submit
cs: Odeslat
es: Enviar

source: To register as a business (not an individual) please <a href="%(rm_url)s">click here</a>.
cs: Pro registraci jako obchodník (ne jako soukromá osoba) prosím <a href= "%(rm_url)s">klikněte zde</a>.
es: Para registrarse como un usuario individual (no un negocio), por favor <a href="%(rm_url)s">haga clic aquí </a>.

source: Detected
cs: Zjištěno
es: Detectado

source: Customer Dashboard | CoinSafe
cs: Zákaznické nastavení | CoinSafe
es: Escritorio del cliente | CoinSafe

source: Confirm Cash Received
cs: Potvrdit příjem hotovosti
es: Confirmar Efectivo Recibido

source: Cashier: please enter your CoinSafe password to confirm you have received <b>%(currency_symbol)s%(fiat_amount)s %(currency_code)s</b> from the customer.
cs: Pokladník: prosím vložte vaše CoinSafe heslo pro potvrzení příjmu <b>%(currency_symbol)s%(fiat_amount)s %(currency_code)s</b> od zákazníka.
es: Cajero: por favor, introduzca su contraseña CoinSafe para confirmar que ha recibido <b>%(currency_symbol)s %(fiat_amount)s %(currency_code)s</b> del cliente.

source: Send BTC to Customer
cs: Poslat BTC zákazníkovi
es: Enviar BTC al Cliente

source: Price expires in
cs: Cena vyprší za
es: Precio expira en

source: Cancel
cs: Zrušit
es: Cancelar

source: Customer: please pay %(business_name)s <b>%(currency_symbol)s%(fiat_amount)s %(currency_code)s</b> to receive <b>%(format_mbtc_amount)s mBTC</b> at %(b58_address_or_email)s.
es: al Cliente: por favor, entregue %(business_name)s <b>%(currency_symbol)s %(fiat_amount)s %(currency_code)s</b> para recibir <b>%(format_mbtc_amount)s mBTC</b> a %(b58_address_or_email)s.

source: I Have Paid <b>%(currency_symbol)s%(fiat_amount)s</b>
cs: Zaplatil jsem <b>%(currency_symbol)s%(fiat_amount)s</b>
es: He pagado <b>%(currency_symbol)s %(fiat_amount)s</b>

source: Buy Bitcoin from %(merchant_name)s with Cash
cs: Koupit Bitcoin od %(merchant_name)s za hotovost
es: Compre Bitcoins de %(merchant_name)s en Efectivo

source: Get Price Quote
cs: Dostat cenovou nabídku
es: Obtenga una cotización del Precio

source: Sell Your Bitcoin to %(merchant_name)s for Cash
cs: Prodat Bitcoin %(merchant_name)s za hotovost
es: Vender sus Bitcoins a %(merchant_name)s por Efectivo

source: Customer: send 1 mBTC - %(max_btc_formatted)s to this address:
cs: Zákazník: pošlete %(max_btc_formatted)s na tuto adresu:
es: Cliente: enviar hasta un máximo de %(max_btc_formatted)s a esta dirección:

source: The Bitcoin Has Been Sent
cs: Bitcoiny byly odeslány
es: Los Bitcoins Han Sido Enviados

source: Bitcoin Received
cs: Bitcoiny doručeny
es: Bitcoins Recibidos

source: The deposit of <b>%(mbtc)s</b> made by %(shopper_name)s has been received (<a href="https://blockchain.info/address/%(b58_address)s" target="_blank">verify</a>).
cs: Vklad <b>%(mbtc)s</b> vložený zákazníkem %(shopper_name)s byl přijat (<a href="https://blockchain.info/address/%(b58_address)s" target="_blank ">verify</a>).
es: El depósito de <b>%(mbtc)s</b> hecho por %(shopper_name)s ha sido recibido (<a href="https://blockchain.info/address/%(b58_address)s "target="_blank">verificar</a>).

source: Cashier: please pay %(shopper_name)s <b>%(fiat)s</b> immediately.
cs: Pokladník: prosím zaplaťte %(shopper_name)s <b>%(fiat)s</b> nyní.
es: Cajero: Por favor, entregue a %(shopper_name)s <b>%(fiat)s</b> en este momento.

source: I Have Paid The Customer
cs: Zaplatil jsem zákazníkovi
es: Ya le he Pagado al Cliente

source: Last Updated
cs: Poslední aktualizace
es: Última Actualización

source: seconds ago
es: hace unos segundos

source: Transaction
cs: Transakce
es: Transacciones

source: Cashier: <b>do not pay out cash</b> until CoinSafe notifies you that the customer's transaction has been confirmed by the bitcoin network.
cs: Pokladník: <b>nevyplácejte peníze</b> než vám CoinSafe oznámí, že zákazníkova transakce byla potvrzena bitcoinovou sítí
es: Cajero: <b> no entregue dinero </ b> hasta que CoinSafe le notifique que la transacción del cliente ha sido confirmada por la red Bitcoin.
