Repository: manuelfr51/Mobile-Bitcoin-ATM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, es

source: Please <a href="%(contact_url)s">contact us</a> if you'd like to pilot either of these new features.
es: Estamos trabajando en dos funcionalidades (beta) para solucionar esto, por favor <a href="%(contact_url)s">contáctanos</a> si deseas hacer un piloto con ellas.

source: Bitcoin is so new that the laws surrounding it many countries are still unclear. We're not lawyers, so we can't give you legal advice. CoinDesk has <a href="%(coindesk_url)s">a great piece on bitcoin legality by country</a> and <a href="%(wikipedia_url)s">wikipedia has some info as well</a>.
es: Bitcoin es tan nuevo que las leyes de muchos países no son claras al respecto. No somos abogados, por lo que no podemos dar asesorías legales. CoinDesk tiene <a href="%(coindesk_url)s">información de la legalidad de Bitcoin por país</a> y también <a href="%(wikipedia_url)s">puedes encontrar información acerca del tema en wikipedia</a>

source: Please note that some countries may require you to comply with "Know Your Customer" (KYC) and "Anti-Money Laundering" (AML) regulations, which might include things like checking the customer's government ID and copying down their name, address, and telephone number. If you'd like us to build support for your country's requirements into our software, please <a href="%(contact_url)s">tell us about it</a>.
es: Se debe tener en consideración que en algunos países, puede ser requerido de requerido satisfacer ciertas regulaciones de tipo "Know Your Customer (KYC) - Conozca a su Cliente- y "Anti-Money Laundering (AML) - Contra el lavado de dinero, las que podría incluir cosas como la revisión de la cédula gubernamental del usuario y copiar su nombre, dirección y número de teléfono. Si te gustaría que dieses soporte a requerimientos en tu país con nuestro software, por favor <a href="%(contact_url)s">cuéntanos acerca de aquello</a>.

source: You can, but we strongly recommend against it. Besides the transactions fees they charge, there is a very high risk of chargeback. Someone could use a stolen credit card (or use their own card and later claim it was stolen) and then your payment processor might take that money back from you weeks later. Remember that bitcoin transactions are irreversible, so if that happens you would have lost both the money and the bitcoin. Yikes!
es: Usted puede, pero recomendamos no hacerlo. Además de los honorarios de transacción que cobran, hay un alto riesgo de cargos por devolución. Alguien podría utilizar una tarjeta de crédito robada (o utilizar su propia tarjeta y luego decir que fue robada) y entonces su procesador de pagos podría exigir el dinero de vuelta de usted semanas después. Recuerde que las transacciones de Bitcoin son irreversibles, por lo que si eso sucede, usted perdería tanto el dinero como los bitcoins. ¡Caramba!

source: In order to uniquely identify each bitcoin transaction, we generate a new bitcoin address every time a customer sends bitcoin to your business. That way, we're able to know for sure who sent you that bitcoin. We forward these transactions to your destination address automatically, and there is no fee to you at all (we cover the bitcoin network fee when forwarding the transaction). As always, you can verify this on the bitcoin blockchain for yourself!
es: Con el fin de identificar de manera única cada transacción de bitcoin, generamos una nueva dirección bitcoin cada vez que un cliente envia bitcoins a su negocio. De esta manera, podemos definir con seguridad quien envio el dinero. Reenviamos de forma automática a su dirección, y no hay ningún cobro para usted (nos hacemos cargo del cobro de la red bitcoin cuando reenviamos una transacción). Como siempre, usted mismo puede verificar esto en la cadena de bloques de bitcoin!

source: Usually, our automated system forwards the bitcoin immediately, but sometimes there can be a slight delay. We're working on improving this. If your transaction is delayed, please don't hesitate to <a href="%(contact_url)s">contact us</a>. No transaction has ever been lost, but sometimes our automated system can fall slightly behind.
es: Por lo general, nuestro sistema automatizado envia los bitcoins de forma inmediata, aunque algunas veces puede haber un pequeño retraso. Estamos trabajando para mejorar esto. Si tu transacción esta retrasada, por favor no dudes en <a href="%(contact_url)s">contactarnos</a>. No existe ninguna transacción que haya sido perdida, pero algunas veces nuestro sistema automatizado puede retrasarse un poco.

source: Please send an email to <a href="mailto:support@coinsafe.com?Subject=Forgot%%20Password">support@coinsafe.com</a> from the email address that is associated with your account and we can restore your access.
es: Por favor envia un email a <a href="mailto:support@coinsafe.com?Subject=Forgot%%20Password">support@coinsafe.com</a> desde el email que esta asociado a tu cuenta y podemos restaurar tu acceso.

source: For security, when you email us we will immediately remove any third party API credentials associated with your account. You'll need to add your API credentials back in the admin tab before you can use the app to sell bitcoin. We do this in case someone has compromised your email account and is trying to use that to gain access to your bitcoin. Sorry for the inconvenience, we're working on a better 2FA mechanism to restore your access without but it's not ready yet.
es: Para mayor seguridad, cuando usted nos envie un correo electrónico eliminaremos automáticamente todas las credenciales de terceros asociadas con su cuenta. Usted tendrá que añadir nuevamente las credenciales de la API en la pestaña de administración, antes de que pueda vender bitcoins con la App. Hacemos esto en caso de que alguien haya obtenido acceso a su e-mail y este tratando de obtener acceso a sus bitcoins. Disculpe los inconvenientes, estamos trabajando en un mejor mecanismo 2FA para restaurar su acceso, pero todavía no esta listo.

source: Of course! <a href="%(register_customer_url)s">Click here to signup for email alerts</a>.
es: ¡Por supuesto! <a href="%(register_customer_url)s">Haz click aquí para registrarte para alertas por email</a>.

source: We display prices very transparently so you know exactly what price you're getting and what percentage markup it is from the major exchanges. Plus, you can easily shop around between different businesses on CoinSafe to find the ones with the best price. Bitcoin in person is always more expensive than online exchanges because you're getting bitcoin immediately (no multiple business day waiting periods) and without having to have a bank account (or link it to a third party). A good baseline for comparing prices is <a href="%(lb_url)s">localbitcoins.com</a>.
es: Mostramos precios de forma transparente para saber exactamente los precios que se ofrecen y que margen de ganancia hay desde las principales plataformas de intercambio. Además, usted puede comprar fácilmente entre diferentes negocios en CoinSafe para encontrar los que tienen el mejor precio. Bitcoin entre personas es siempre más caro que el de plataformas online porque se obtienen bitcoins de forma inmediata (sin días hábiles de espera) y sin el requerimiento de tener una cuenta de banco (o vincularlo a un tercero). Una buena base de referencia para comparar precios es <a href="%(lb_url)s">localbitcoins.com</a>.

source: <a href="%(coinbase_url)s">Coinbase</a> has a feature where you can send bitcoin to an email address, so when a merchant hooks up their Coinbase account to CoinSafe we're able to use that. Coinbase will immediately email you a simple link to claim your bitcoin, <b>please do that right away</b>. After a few weeks, if the bitcoin is unclaimed they will return it to the business you transacted with. Don't forget to claim your bitcoin!
es: <a href="%(coinbase_url)s"> Coinbase </a> tiene una funcionalidad que permite enviar bitcoin a una dirección de correo electrónico, así que cuando un negocio enlaza su cuenta a Coinbase, CoinSafe es capaz de utilizar esa funcionalidad. Coinbase te enviará inmediatamente un simple enlace para reclamar tu bitcoin, <b>por favor hacerlo de inmediato</ b>. Después de unas semanas, si el bitcoin no es reclamado se devolverá a la empresa con la que se hizo el intercambio. No se olvide de reclamar su bitcoin!

source: CoinSafe makes it easy for individuals and small businesses to connect offline to buy and sell bitcoin.
es: CoinSafe hace que sea fácil para personas y pequeños negocios conectarse físicamente para comprar y vender bitcoins.

source: Contrary to popular belief, all bitcoin transactions require a very small fee in order to process in a reasonable amount of time. Currently, bitcoin's standard transaction fee is approximately 0.0001 BTC (0.1 mBTC). You can read more about this <a href="%(tx_fee_url)s">here</a>.
es: Contrariamente a la creencia popular, todas las transacciones bitcoin requieren de un pequeño cobro para poder ser procesados en un tiempo razonable. Actualmente, la tarifa estándar de bitcoin es de aproximadamente 0,00001 BTC (0.1 mBTC). Puedes leer más sobre esto <a href="%(tx_fee_url)s">acá</a>.

source: When you are buying bitcoin with cash, this means that the store will pay the associated transaction fee so that you receive the exact amount of bitcoin you were quoted. CoinSafe will handle this case automatically. In the event both the customer and the store are using Coinbase, Coinbase can sends the funds <a href="%(off_chain_url)s">off the blockchain</a> which has no transaction fees. This will happen automatically if the customer puts in an email address to send bitcoin to.
es: Cuando está comprando bitcoin con dinero en efectivo, significará para la tienda el pago de la cuota asociada a cada transacción, de forma que usted reciba la cantidad exacta de bitcoin que cotizó. CoinSafe se encargará de este caso de forma automática. En el caso de que el cliente y la tienda están utilizando Coinbase, Coinbase puede enviar los fondos <a href="%(off_chain_url)s"> por fuera de la cadena de bloques</a> lo que no tiene gastos de transacción. Esto sucederá de forma automática si el cliente pone una dirección de correo electrónico para enviar los bitcoins.

source: When you are selling bitcoin for cash, this means that you have to pay a sufficient fee for your transaction to be processed by the bitcoin network (just like any other bitcoin transaction). The exchange rate is calculated using the amount the store <b>received</b> (the amount after the bitcoin network fee). Your wallet software should handle fees for you automatically, but please note that a store cannot give you cash for your bitcoin until they have received your bitcoin. If you use a non-standard fee that is too low, it's possible your transaction will take many hours to be confirmed by the network (or in extreme cases never be confirmed by the bitcoin network). Our software automatically notifies the store to not release any cash until your transaction is confirmed by the bitcoin network. In other words, save yourself a lot of headache by paying the standard fee on your bitcoin transactions to be sure they are processed by the bitcoin network (and in a reasonable amount of time).
es: Cuando se están vendiendo bitcoins por efectivo, significa que usted tiene que pagar una cuota suficiente para que la transacción sea procesada por la red bitcoin (como cualquier otra transacción bitcoin). El tipo de cambio se calcula usando el monto que la tienda <b>recibió</b> (la cantidad después del cobro de la red bitcoin). El software de la billetera debiese manejar los cobros por usted de forma automática, pero tenga en cuenta que una tienda no puede entregar efectivo por sus bitcoins hasta que hayan recibidos los bitcoins. Si utiliza una tarifa no estándar que es demasiada baja, es posible que su transacción tome varias horas para ser confirmada por la red bitcoin (o en casos extremos nunca sea confirmada por la red bitcoin). Nuestro software notifica automáticamente a la tienda, de forma de no entregar el dinero hasta que la transacción sea confirmada por la red bitcoin. En otras palabras, ahorrese muchos malos ratos mediante el pago estándar de la cuota de la red para asegurarse de que sea procesada por la red bitcoin (y en un plazo razonable de tiempo).

source: We feel this is the de facto standard in bitcoin transactions and the most fair solution for all parties. Please <a href="%(contact_url)s">let us know</a> if you disagree!
es: Creemos que este es el estándar de facto en las transacciones Bitcoin y la solución más justa para todas las partes. Por favor, <a href="%(contact_url)s"> haznos saber </a> si no estás de acuerdo!

source: Yes we do, please send us any bugs you may find! Our program is managed by CrowdCurity, you can see the details <a href="%(crowdcurity_url)s">here</a>. We support the <b>responsible</b> disclosure of all potential security vulnerabilities and promise not to bring legal action against researchers who do their best to follow the CrowdCurity guidelines.
es: Si, lo hacemos. ¡Por favor envíanos cualquier bug/error que puedas haber encontrado! Nuestro programa es manejado por CrowdCurity, puedes ver los detalles <a href="%(crowdcurity_url)s">acá</a>. Apoyamos la divulgación <b>responsable</b> de todas potenciales vulnerabilidades de seguridad y prometemos no empezar acciones legales contra investigadores que hacen su mejor esfuerzo para seguir las directrices de CrowdCurity.

source: Not currently, but we'd like to get there one day. One issue is that the web wallet API's are less developed for altcoins vs bitcoin, this will hopefully improve over time.
es: No en este momento, pero nos gustaría algún día. Uno de los temas es que las API de las Billeteras Web para Crypto-Monedas alternativas están menos desarrlladas que para Bitcoin, ojalá esto mejore con el paso del tiempo.

source: If you're a merchant who is currently using CoinSafe for bitcoin and would like us to add support for altcoins, please <a href="%(contact_url)s">contact us</a> and let us know which coins you'd like us to add. We love adding features to make our users happy!
es: Si ya eres un comerciante utilizando CoinSafe para Bitcoin y te gustaría que diésemos soporte a altcoins (otras crypto-monedas), por favor <a href="%(contact_url)s">contáctanos</a> y dinos que monedas te gustaría que añadiésemos. ¡Nos motiva agregar funcionalidades que puedan hacer a nuestros usuarios felices!

source: Your Free Bitcoin ATM App | Jobs | CoinSafe
cs: Váš bezplatný BitcoMAT | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | CoinSafe

source: Jobs
es: Ofertas de Trabajo

source: CoinSafe is committed to making it easier to buy and sell bitcoin around the world. Come join a team that believes in what they're building.
es: CoinSafe esta comprometido en hacer que la compra y venta de bitcoins alrededor del mundo sea simple. Únete a un equipo que cree firmemente en lo que están construyendo.

source: Director of Sales and Marketing
es: Director de Ventas y Marketing

source: <b>Help us grow</b>. We are looking for a self-starter with exceptional communication skills who shares our passion for Bitcoin. You would be responsible for helping develop a content marking strategy, driving brand awareness, and exploring business development opportunities. Experience working at a startup is a plus. <br/> <br/> If you think you are a good fit, email jobs@coinsafe.com with some info about yourself and why you want to work with us.
es: <b>Ayúdanos a crecer</b>. Estamos buscando a un autodidacta con destacadas habilidades de comunicación que comparta nuestra pasión por Bitcoin. Serías responsable por ayudar a desarrollar la estrategia del contenido de marketing, el manejo de marca y la exploración de nuevas oportunidades de negocios. Experiencia trabajando en un startup es un plus. <br/><br/> SI piensas que eres un buen candidato, escríbenos a jobs@coinsafe.com con información acerca de ti y porque te gustaría trabajar con nosotros.

source: Product Designer
es: Diseñador de Productos

source: <b>Help us define our user experience and design easy to use products</b>. We are looking for a designer who understands user interface design principles, has a critical eye for detail, and is capable of taking an idea through implementation. Familiarity with Photoshop, HTML, and CSS is essential, and experience designing for the mobile web is a definite plus. <br/><br/> If you think you are a good fit, email jobs@coinsafe.com with some info about yourself and a link to your portfolio.
es: <b>Ayúdanos a definir la experiencia de usuario entregada y la facilidad de uso de nuestros productos</b>. Estamos buscando a un diseñador que entienda los principios las de interfaces de usuario, tenga un mirada critica por el detalle y es capaz de llevar una idea hasta la implementación. Familiaridad con Photoshop, HTML, y CSS es esencial, y definitivamente experiencia en el desarrollo de diseño web móvil es un plus. <br/><br/> Si piensas que eres un buen candidato, escríbenos a jobs@coinsafe.com con información acerca de ti y un enlace a tu portafolio.

source: Community Manager / Account Rep
es: Community Manager / Ejecutivo de Cuentas

source: <b>Help us delight our users</b>. We are looking for a community manager to help support current users and communicate our vision with the masses. Exceptional communication skills are essential, and experience with content marketing and social media is a plus. <br/><br/> If you think you are a good fit, email jobs@coinsafe.com with some info about yourself and why you want to work with us.
es: <b>Ayúdanos a encantar a nuestros usuarios</b>. Estamos buscando a un community manager que nos ayude a dar soporte a nuestros usuarios y también comunicar nuestra visión al mundo. Es esencial tener habilidades de comunicación sobresalientes. Experiencia con contenidos de marketing y social media son un plus. <br/><br/> Si piensas que eres un buen candidato, escríbenos a jobs@coinsafe.com con tu información y cuéntanos por qué te gustaría trabajar con nosotros.

source: Software Engineer
es: Ingeniero de Software

source: <b>Help us build the future of international payments</b>. We are looking for a software engineer who understands Bitcoin and is ready to contribute right away. Experience with Python/Django and JavaScript/jQuery is essential as is a firm understanding of standard web development principles. <br/><br/> If you think you are a good fit, email jobs@coinsafe.com with some info about yourself and a link to your Github profile.
es: <b>Ayúdanos a construir el futuro de los pagos internacionales</b> Estamos buscando por un ingeniero de software que entienda de Bitcoin y que este listo para contribuir inmediatamente. Experiencia con Python/Django y Javascript/jQuery es esencial como también entender los principios del estándar del desarrollo web. <br/><br/> Si piensas que eres un buen candidato, escríbenos a jobs@coinsafe.com con tu información y un enlace a tu cuenta de Github.

source: Your Free Bitcoin ATM App | Press | CoinSafe
cs: Váš bezplatný BitcoMAT | Registrace | CoinSafe
es: La App para tener un cajero de Bitcoins Gratuito | CoinSafe

source: Your Free Bitcoin ATM App | Promotional Material | CoinSafe
cs: Váš bezplatný BitcoMAT | Promo materiály | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | Material Promocional | CoinSafe

source: Promotional Posters for Merchants
cs: Propagační plakáty pro obchodníky
es: Afiches Promocionales para Comerciantes

source: Poster 1
cs: Plakát 1
es: Afiche 1

source: Poster 2
cs: Plakát 2
es: Afiche 2

source: Poster 3
cs: Plakát 3
es: Afiche 3

source: Original vector files are available <a href="%(vector_files_url)s" target="_blank">here</a>. Made your own? We'd love to see it!
cs: Originalní sobor ve vektorech k dispozici <a href="%(vector_files_url)s" target="_blank">here</a>. Vyrobili jste vlastní? Ukažte nám ho!
es: Los archivos vectoriales originales están disponibles <a href="%(vector_files_url)s" target="_blank">aquí</a>. Hizo algunos propios? Nos encantaría verlos!

source: Your Free Bitcoin ATM App | Our Team | CoinSafe
cs: Váš bezplatný BitcoMAT | Náš team | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | Nuestro Equipo | CoinSafe

source: We are a team of crypto-currency enthusiasts who believe that a network of decentralized bitcoin exchanges will change how money flows around the world
cs: Jsme dvojice nadšenců pro kryptoměny, kteří věří, že síť decentralizovaných Bitcoin směnáren změní tok peněz po světě
es: Somos un equipo de apasionados por los temas de cripto-monedas, que creen que una red de intercambios Bitcoin, descentralizado, cambiará cómo fluye el dinero en todo el mundo.

source: Michael has built two venture funded companies (<a href="http://www.thumbtack.com" target="_blank">thumbtack.com</a> and <a href="http://priceonomics.com" target="_blank">priceonomics.com</a>) that have each raised money from top VCs like Sequoia, Andreesen Horowitz, and Spark Capital. Michael graduated from Brown University with a degree in Economics.
cs: Michael vybudoval dvě venture funded společnosti (<a href="http://www. thumbtack.com" target="_blank">thumbtack.com</a> a <a href="http:// priceonomics.com" target="_blank">priceonomics.com</a>) pro které získal peníze od špiček rizikového kapitálu, jako je Sequoia, Andreesen Horowitz a Spark Capital. Michael vystudoval Brown University s titulem v ekonomii.
es: Michael ha fundado dos compañías (<a href="http://www.thumbtack.com" target="_blank">thumbtack.com</a> y <a href="http://priceonomics.com "target=" _blank">priceonomics.com</a>) las que han recibido fondos de los mejores inversionistas privados como Sequoia, Andreesen Horowitz, y Spark Capital. Michael estudió Economía en Brown University.

source: Tom is a former Google Engineer who worked on the AdWords fraud team. He left Google to build Semply, a company focused on building advertising tools for small businesses, which was later acquired by <a href="https://www.adstage.io/" target="_blank">AdStage</a>. Tom graduated from Georgetown University with degrees in Computer Science and Economics
cs: Tom je bývalý Google inženýr, který pracoval v týmu na potírání podvodů v AdWords. Opustil Google aby vybudoval Semply, společnost zaměřenou na výstavbu reklamních nástrojů pro malé a střední podniky, která byl později koupena <a href="https://www.adstage.io/" target="_blank"> AdStage </ a> . Tom absolvoval Georgetown University s tituly v informatice a ekonomii
es: Tom es un ex-ingeniero de Google que trabajó en el equipo de anti-fraude de AdWords. Salió de Google para fundar Semply, una empresa enfocada en la creación de herramientas de publicidad para las pequeñas empresas, que más tarde fue adquirida por <a href="https://www.adstage.io/" target="_blank">AdStage</a>. Tom se graduó de la Universidad de Georgetown con un título en Ciencias de la Computación y Economía.

source: Interested in joining a scrappy, funded startup in the Bitcoin space? Check out <a href="%(jobs_url)s">our jobs page</a> to find out more.
es: Interesado en formar parte de una pequeña, pero prometedora empresa con financiamiento en el mundo de Bitcoin? Revisa <a href="%(jobs_url)s">nuestra página de trabajos</a> para saber más.

source: To top off your wallet, send funds to your address:
es: Cliente: enviar hasta un máximo de %(max_btc_formatted)s a esta dirección:

source: <a class="btn btn-primary btn-lg" href="%(login_url)s" target="_blank">Login to %(credential_name)s</a>
es: <a class="btn btn-primary btn-lg" href="%(login_url)s" target="_blank">Ingresar a %(credential_name)s</a>
