Repository: manuelfr51/Mobile-Bitcoin-ATM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, es

source: How Much BTC Do I Need to Keep in Stock for Customers?
es: ¿Qué cantidad de bitcoins necesito mantener en stock para mis clientes?

source: Is CoinSafe Legal in My Country?
es: ¿Es CoinSafe legal en mi país?

source: Can I Accept Credit Cards for Bitcoin Purchases?
es: ¿Puedo aceptar tarjetas de debito para compras de bitcoins?

source: Why is there a Different Deposit Address for Each Customer that Sends me BTC?
es: ¿Por qué hay una dirección de deposito diferente para cada cliente que me envia bitcoins?

source: I Forgot My Password, How Can I Reset It?
es: Olvidé mi contraseña, ¿puedo resetearla?

source: Yes.
es: Si.

source: We are currently 100%% free to use, and we don't charge any fees of any kind. With CoinSafe, there's no contract or commitment to continue using us. We hope you'll use CoinSafe because you love it, but you're always free to leave anytime. Remember, <a href="#private_keys">we don't have access to your bitcoin private keys</a>.
es: Actualmente proveemos un servicio 100 per ciento gratuito, sin cobros de ninguna naturaleza. Con CoinSafe, no existe ningún contrato o compromiso para seguir utilizándonos. Esperamos que uses CoinSafe porque lo adoras, pero siempre vas a ser libre de retirarte en cualquier momento. Recuerda, <a href="#private_keys">no tenemos acceso a las llaves privadas de tus bitcoins</a>

source: Right now, our focus is on spreading bitcoin to as many people throughout the world as possible. Just like any business, we'll probably need to charge a small fee at some point in the future to cover our costs. We're hoping we can keep the app completely free and do this through optional, premium features. If our pricing does change, you'll get lots of advanced notice. And of course, you're always free to leave at any time for any reason. Please don't go, we'd really miss you!
es: En este momento, nuestro foco esta en propagar bitcoin a la mayor cantidad de personas posibles en el mundo. Como cualquier otro negocio, probablemente necesitemos cobrar una pequeña comisión en algún momento del futuro para cubrir nuestros costos. Esperamos poder mantener la App de forma gratuita y sólo cobrar por funcionalidades premium (opcionales). Si nuestro precio llegase a cambiar, recibirás un aviso con mucha antelación. Y por supuesto, vas a ser libre de dejar el servicio en cualquier momento, por cualquier motivo. Ojalá no te vayas, ¡realmente te extrañaríamos!

source: Back to Top
es: Volver al principio

source: Not at all! The app is designed to be used by someone who has no idea what bitcoin is. All the teller needs to do is confirm when they have received cash (so that the app can pay out bitcoin). The app will also monitor the bitcoin network and notify the cashier when it is safe to pay out cash to a customer (if buying bitcoin).
es: En Absoluto! La App esta diseñada para que cualquier persona sin conocimientos de Bitcoin, pueda utilizarla. Todo lo que necesita hacer el cajero es confirmar cuando ha recibido el efectivo (para que luego la app pueda pagar en bitcoins). La App también moniteará la red Bitcoin y notificará al cajero cuando es seguro entregarle efectivo a un cliente (si esta comprando bitcoins).

source: You could always use something like Mycelium Local Trader or Local Bitcoins, but there are a number of advantages to using CoinSafe:
es: Siempre podrás ocupar algo como Mycelium Local Trader o Local Bitcoins, pero hay varias ventajas al utilizar CoinSafe:

source: <b>No more messaging with prospective customers</b>. We're only for use in-person. Customers just show up at your store when they want to buy or sell bitcoin. If you give us your address we can post your prices online to get you additional customers.
es: <b>No más mensajes con potenciales clientes</b> Somos unicamente para uso físico. Cuando sus clientes lo necesiten, sólo tienen que ir a la tienda para comprar o vender bitcoins. Si nos entregas tu dirección, podemos divulgar tus precios de forma online para que obtengas más clientes.

source: <b>Ridiculously easy to use</b>. The cashier at your store using the app doesn't have to know anything about bitcoin. It's designed so that both the cashier and the customer can be complete bitcoin newbies and it will walk them through everything. You don't have to worry about your cashiers running away with all of your bitcoins, double-spend attacks, if a bitcoin address is valid, managing private keys, etc.
es: <b>Ridiculamente fácil de utilizar</b>. El cajero de tu negocio que utiliza la app no necesita saber absolutamente nada acerca de Bitcoin. Esta diseñada para que tanto cuando el cajero como el cliente sean realmente inexpertos en el tema de bitcoins, puedan pasar por todo el proceso sin problemas. No necesitas preocuparte de que tu cajero se escape con todos tus bitcoins, ataques de doble-gasto, si una dirección de bitcoin es válida, administrar llaves privadas, etc.

source: <b>Better prices</b>. Because it's so much more safe and convenient for the customer to go to a reputable business and not have to send messages back and forth, you can often command prices that are more favorable to you.
es: <b>Mejores precios</b>. Porque es mucho más seguro y conveniente que tu cliente vaya a una tienda confiable y no tener que estar intercambiando mensajes de un lado a otro, usualmente puedes fijar precios que son más convenientes para ti.

source: Here are the main advantages of CoinSafe over the physical bitcoin ATMs (or vending machine) that are on the market:
es: Estas son las mayores ventajas de CoinSafe por sobre un cajero automático físico de bitcoins (o máquina expendedora) que están en el mercado:

source: <b>100%% free</b>. We charge no fees of any kind. You shouldn't have to pay up to $10,000 USD up front for physical hardware. With CoinSafe, all you need is an internet connected device at the store. We recommend a cheap tablet, but any smartphone or laptop works great too. (You can read more about our how we're able to be free <a href="#coinsafe_free">here</a>).
es: <b>100%% gratuito</b>. No hacemos cobros de ningún tipo. No necesitas desembolsar $10.000 dólares por adelantado para un cajero físico. Con CoinSafe, todo lo que necesitas es un dispositivo en la tienda conectado a Internet. Recomendamos un tablet de baja gama, pero cualquier smartphone o computer funcionaría igual de bien. (Puedes leer más acerca de como es posible que el servicio sea gratuito <a href="#coinsafe_free">aquí</a>).

source: <b>Be up and running in minutes</b> (from this very moment). No pre-orders, no waiting weeks for shipping, <a href="%(register_merchant_url)s">Get your free ATM App now</a>.
es: <b>Estar en funcionamiento en cuestión de minutos</b> (contando desde este mismo momento). Sin pedidos por adelantado, ni tampoco esperas de semanas por un envio. <a href="%(register_merchant_url)s">Obtén tu App de Cajero Automático Gratuita ahora</a>.

source: <b>Get daily software updates automatically</b>. Being an HTML5 Web App means it happens automatically with nothing to download or install. We love adding features for our users, just tell us what would make you happier.
es: <b>Recibir diariamente actualizaciones de software de forma automática</b>. Por ser una aplicación Web en HTML5 todo pasa de forma automática, sin necesidad de bajar archivos o instalaciones. Nos encanta agregar funcionalidades para nuestros usuarios, sólo dinos que te podría realmente ayudar.

source: <b>Two-way with cash and bitcoin recycling</b>. Our app is both a bitcoin ATM and bitcoin vending machine. In other words, customers can come in and buy bitcoin from you with cash, or sell their bitcoin to you for cash (the latter is a great option for moving cash off the premises). You can use the cash from one transaction in another. You set your own prices and decide if you want to offer buying, selling, or both.
es: <b>Doble-sentido con efectivo y reciclado de bitcoins</b>. Nuestra App es tanto un Cajero Automático de bitcoins y una maquina expendedora de Bitcoin. En otras palabras, clientes pueden venir para comprar bitcoins con efectivo, o a vender bitcoins por efectivo (lo último es ideal para mover efectivo fuera de las instalaciones). Puedes ocupar el efectivo de una transacción para otra. Ofreces tus propios precios y decides si deseas sólo comprar, vender o los dos.

source: <b>Really simple to setup and use</b>. You don't need a "bitcoin technician" to set it up or perform any updates/maintenance. Your staff doesn't even have to know what bitcoin is.
es: <b>Realmente simple de configurar y usar</b>/ No necesitas un "técnico del Bitcoin" para configurarla o realizar actualizaciones/mantenimiento. Tu personal ni siquiera necesita saber que es Bitcoin.

source: <b>Save space</b>. You don't need to give up precious real estate for a big physical machine.
es: <b>Ahorra espacio</b> No necesitas desperdiciar una preciada parte de tu inmobiliario por una gran máquina.

source: <b>No need to bolt a machine to the floor</b>. Your password is required to release any funds, so even if a customer stole your tablet all they'd get is the physical device and not your bitcoin.
es: <b>Sin necesidad de atornillar una maquina al piso</b> Tu contraseña es requerida para liberar cualquier fondo, por lo que si una persona roba tu tablet, lo único que obtendrá será tu tablet y no tus bitcoins.

source: So, what's the catch? The only drawback is that we require a cashier as an intermediary. When a customer buys bitcoin at your store, the app will ask the cashier to confirm that they have received the physical cash. The app will only send the customer your bitcoin after your staff enters their password. This human component is the same as all other purchases in your store, except that the chasier confirms everything with the CoinSafe app. Most stores find that having a human involved in transactions is a totally normal cost of doing businesses, and it doesn't become a nuisance until they're doing dozens of transactions per day. You can always adjust your minimums and pricing to be sure that each order is worth your cashier's time. However, if your store looks <a href="http://www.buzzfeed.com/arielknutson/vending-machines-you-wont-believe-exist">like this</a>, we might not be a good fit.
es: Así que, ¿cuál es el truco? El único inconveniente es que se requiere de un cajero como intermediador. Cuando un cliente compra bitcoins en tu tienda, la App le pedirá al cajero confirmar que ha recibido físicamente el dinero. La App sólo enviará los bitcoins una vez que el staff haya ingresado la contraseña. Este componente humano es el mismo que para los otros procesos de compra en su tienda, excepto que el cajero debe confirmar todo en la aplicación de CoinSafe. La mayoría de las tiendas encuentran que tener una persona involucrada en las transacciones es un costo normal cuando se hacen negocios, y no se convierte en una molestia hasta que se tienen docenas de transacciones por día. Siempre se puede ajustar los mínimos y el precio para asegurarse de que cada intercambio es rentable considerando el tiempo utilizado por el cajero. Sin embargo, si su tienda se ve <a href="http://www.buzzfeed.com/arielknutson/vending-machines-you-wont-believe-exist">como esta</a>, puede que no sea una buena idea.

source: You're also welcome to try out both us and a physical ATM, we don't require any exclusivity or contract at all. What are you waiting for? <a href="%(register_merchant_url)s">Get your free ATM App now</a>!
es: También es una opción que nos pruebe a ambos, nosotros y una cajero automático físico, nosotros no pedimos ningún tipo de exclusividad o contrato. ¿Que estás esperando? <a href="%(register_merchant_url)s">Obtiene tu Cajero Automático en una App ahora</a>!

source: We encourage you to share some basic business info (like your business address and phone number) so that we can list your in our directory, but it's not required. You can see all the required personal info on <a href="%(register_merchant_url)s">our merchant signup page</a>.
es: Le animamos a compartir parte de la información de su negocio (como su dirección y número de teléfono) para que podamos listarla en nuestro directorio, pero no es necesario. Puedes ver toda la información que se requiere en <a href="%(register_merchant_url)s">nuestra página para negocios</a>.

source: Absolutely! Check out our <a href="%(promotional_material_url)s">promotional materials page here</a>. Feel free to submit your own!
es: Absolutamente! Echa un vistazo a nuestro <a href="%(promotional_material_url)s">material promocional aquí</a>. Siente en confianza de enviar los tuyos!

source: Bitcoin transactions take 10 minutes on average to be included in a block, though it varies greatly. While <a href="%(double_spend_url)s">double-spend attacks</a> are rare, we recommend waiting for one confirmation just to be safe. You can set your own number of confirmations if you like.
es: Las transacciones Bitcoin tardan alrededor de 10 minutos en promedio para ser incluidas en un bloque, aunque puede variar en gran medida. Mientras <a href="%(double_spend_url)s">ataques de doble-gasto</a> son inusuales, recomendamos esperar por una confirmación, sólo para estar seguros. Puedes configurar tu propia cantidad de confirmaciones, si quieres.

source: You can read more about how bitcoin transactions work in <a href="%(coindesk_url)s">this article from CoinDesk</a>
es: Puedes leer más acerca de como las transacciones en Bitcoin funcionan <a href="%(coindesk_url)s">en este artículo de CoinDesk</a>

source: Yes. We continuously monitor exchange rates, and let merchants charge a markup on these prices. Just like any other product, you have to charge a competitive price if you want to get business. CoinSafe transparently displays your price markup to customers, so they can see exactly what they're paying.
es: Si. Nosotros continuamente monitoreamos las tasas de cambio y posibilitamos que los comerciantes cobren un margen por sobre estos precios. Como cualquier otro producto, necesitas cobrar un precio competitivo si quieres obtener clientes. CoinSafe transparenta tu margen de cobro para los usuarios, de forma de que sepan exactamente cuanto están pagando.

source: That said, providing instant bitcoin in person provides a lot of benefits and so it can command retail pricing. Your customers don't have to have a bank account (or link it to a third party exchange) nor wait several days for their fiat transactions to process. Cash is instantaneous.
es: Dicho esto, proveer de bitcoins instantáneos de forma física ofrece varios beneficios y además se puede fijar el precio al por menor. Sus clientes no necesitan tener una cuenta de banco (o vincular la cuenta a una plataforma de intercambio de terceros) ni esperar varios días para que sus transacciones fiduciarias sean procesadas. Efectivo es instantáneo.

source: For most countries, we use <a href="%(btc_avg_url)s">bitcoinaverage.com</a> to get the latest bitcion price in your local currency. It's usually very close to <a href="%(coinbase_url)s">Coinbase</a> and <a href="%(bitstamp_url)s">Bitstamp</a>.
es: Para la mayoría de los países, utilizamos <a href="%(btc_avg_url)s">bitcoinaverage.com</a> para obtener el último precio bitcoin en moneda local. El cual generalmente es muy cercano a <a href="%(coinbase_url)s">Coinbase</a> y <a href="%(bitstamp_url)s">Bitstamp</a>.

source: For countries with capital controls that cause <a href="%(dual_exchange_rate_url)s">dual exchange rates</a> (like Argentina and Venezuela) we do something more complicated. We take market exchange rate (from various sources) and use that to convert the USD price of bitcoin to your local currency. Please let us know if you think our market prices are innaccurate in your country. We're always looking for better data.
es: Para países que poseen control de capitales que causan <a href="%(dual_exchange_rate_url)s">un tipo de cambio paralelo</a> (como Argentina y Venezuela) hacemos algo un poco más complicado. Obtenemos el tipo de cambio de mercado (desde varias fuentes) y lo usamos para convertir desde un valor de bitcoins en dólares a uno en moneda local. Por favor, haznos saber si piensas que nuestros precios no son precisos en tu país. Siempre estamos buscando por mejor información.

source: If you want to sell bitcoin to customers (for cash), CoinSafe has to have a way to send the funds once the transaction is complete, so for those businesses we do this via API. The way this works is that you grant us API access to your <a href="%(coinbase_url)s">Coinbase</a>, <a href="%(blockchain_url)s">blockchain.info</a>, or <a href="%(bitstamp_url)s">Bitstamp</a> wallet. For security, we always recommend keeping low balances on third party bitcoin sites. Remember that you always have absolute power to unlink a third party wallet from CoinSafe by revoking the credential.
es: Si quieres vender bitcoins a tus clientes (por efectivo), CoinSafe tiene una forma de enviar los fondos una vez la transacción esta lista, para aquellos negocios lo hacemos a través de una API. La forma en que esto funciona, es recibiendo acceso a la API de tu billetera en <a href="%(coinbase_url)s">Coinbase</a>, <a href="%(blockchain_url)s">blockchain.info</a>, o <a href="%(bitstamp_url)s">Bitstamp</a>. Por motivos de seguridad, siempre recomendamos mantener una cantidad baja de fondos en sitios de Bitcoin de terceros. Recuerda que siempre tienes el absoluto control de desvincular una billetera externa a CoinSafe, revocando las credenciales.

source: If all you want to do is buy bitcoin from customers (with the cash in your cash register), then all CoinSafe needs is a valid bitcoin address for customers to send your funds to. That can be any address and we won't even know who holds the private key or what software/service you used to generated that address.
es: Si todo lo que deseas hacer es comprar bitcoins de tu clientes (con el dinero de tu caja registradora), entonces todo lo que CoinSafe necesita es una dirección válida de Bitcoin para que tus clientes puedan enviar los fondos. Puede ser cualquier tipo de dirección y nosotros no sabremos quien posee la llave privada ni que software/servicio se utilizó para generar esa dirección.

source: We encrypt all information while in transit to our servers and store credentials encrypted in our database as well. For security, we always recommend keeping low balances on third party bitcoin sites. For larger amounts of bitcoin, we recommend cold storage using <a href="%(electrum_url)s">Electrum</a> or <a href="%(armory_url)s">Armory</a>. Remember that you always have absolute power to unlink a third party wallet from CoinSafe by revoking the credential.
cs: Kvůli bezpečnosti doporučujeme zanechávat malé zůstatky na bitcoin stránkách třetích stran. Pro uschování vyššího zůstatku bitcoinu, doporučujeme studenou úschovu <a href="%(electrum_url)s">Electrum</a> nebo <a href="%(armory_url)s">Armory</a>. Vždy můžete odpojit váš Coinbase účet vymazáním vašich API klíčů na CoinSafu nebo na Coinbase.
es: Para mayor seguridad, se recomienda siempre mantener bajas cantidades de Bitcoins en sitios de terceros. Para cantidades mayores de bitcoin, se recomienda el almacenamiento en frío usando <a href="%(electrum_url)s">Electrum</a> o \ n <a href="%(armory_url)s">Armory</a>. Siempre puede desvincular su cuenta Coinbase mediante la supresión de las llaves de la API en CoinSafe o Coinbase.

source: Here are links to our API access instructions for <a href="%(coinbase_url)s">Coinbase</a>, <a href="%(blockchain_url)s">blockchain.info</a>, and <a href="%(bitstamp_url)s">Bitstamp</a>.
es: Estos son los enlaces a las instrucciones para el acceso por API para <a href="%(coinbase_url)s">Coinbase</a>,<a href="%(blockchain_url)s">blockchain.info</a>, y <a href="%(bitstamp_url)s">Bitstamp</a>

source: For the technically inclined, we use <a href="%(df_url)s">django-fields</a> to store all credentials in an <code>EncryptedCharField</code> using the Advanced Encryption Standard (AES) which was established by the National Institute of Standards and Technology (NIST) in 2001. If our database were ever compromised, it would still be impossible to decrypt the ciphertext without our secret key, which is not kept in the database.
es: Para los interesados en el aspecto técnico, utilizamos <a href="%(df_url)s">django-fields</a> para almacenar todas las credenciales en un <code>EncryptedCharField</code> utilizando Advanced Encryption Standard (AES) el cual fue establecido por National Institute of Standars and Technology (NIST) en el 2001. Si alguna vez nuestra base de datos, estuviese comprometida, sería imposible de desencriptar el texto cifrado sin nuestra llave secreta, la cual no es almacenada en la base de datos.

source: We support <a href="%(coinbase_url)s">Coinbase</a>, <a href="%(blockchain_url)s">blockchain.info</a>, and <a href="%(bitstamp_url)s">Bitstamp</a> wallet. If you're new to bitcoin, we recommend <a href="%(coinbase_url)s">Coinbase</a> because it has the most features and flexibility.
es: Damos soporte a las Billeteras de <a href="%(coinbase_url)s">Coinbase</a>, <a href="%(blockchain_url)s">blockchain.info</a>, y <a href="%(bitstamp_url)s">Bitstamp</a>. Si eres nuevo en Bitcoin, te recomendamos <a href="%(coinbase_url)s">Coinbase</a> porque es el con más funcionalidades y también el más flexible.

source: We currently support <a href="%(coinbase_url)s">Coinbase</a>, <a href="%(blockchain_url)s">blockchain.info</a>, and <a href="%(bitstamp_url)s">Bitstamp</a> wallet. We're always looking for more API partners, so if there's a wallet you'd like us to add please <a href="%(contact_url)s">let us know</a> so we can add it.
es: Actualmente, damos soporte a billeteras de <a href="%(coinbase_url)s">Coinbase</a>, <a href="%(blockchain_url)s">blockchain.info</a> y <a href="%(bitstamp_url)s">Bitstamp</a>. Estamos siempre buscando por más proveedores con API, por lo que si hay alguna billetera que te interese que agreguemos, por favor <a href="%(contact_url)s">avísanos</a> para añadirla.

source: Selling bitcoin is similar to selling any other product in that you need to have it in stock before you can sell it to potential customers. The difference with bitcoin is that the value of that inventory can fluctuate wildly. Over the long-term the volatility has tended upwards more than downards, but there's no guarantee that will continue, and that fact is little consolation when bitcoin falls 10%% in a single day (which has happened several times).
es: Vender bitcoins es similar a vender cualquier otro producto en donde necesites tener un cierto stock antes de que puedas venderlo a un potencial cliente. La diferencia con bitcoin es que el valor de ese inventario puede fluctuar mucho. A largo plazo, la volatilidad ha tendido a subir, más que a bajar, pero no hay garantías de que continuará de esa forma, y un hecho es de poco consuelo cuando el precio del bitcoin cae un 10%% en un sólo día. (lo que ha pasado varias veces)

source: We're working on two beta features to address this:
es: Compre Bitcoins de %(merchant_name)s

source: <b>Nightly top-up with <a href="%(coinbase_url)s">coinbase</a> or <a href="%(bitstamp_url)s">bitstamp</a></b>. You set the amount of bitcoin you want to maintain and every night we'll ask your local exchange to top up your wallet so you're ready for new customers. More exchanges coming soon.
es: <b>Rellenado Nocturno con<a href="%(coinbase_url)s">coinbase</a> o <a href="%(bitstamp_url)s">bitstamp</a></b>. Puedes definir la cantidad de bitcoin que quieres mantener y cada noche pediremos a su proveedor local para rellenar su billetera de forma que este listo para nuevos clientes. Más plataformas de cambio próximamente.
