Repository: manuelfr51/Mobile-Bitcoin-ATM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, es

source: Are you sure you want to remove your %(credential_display)s API Credentials?
cs: Jste si jisti, že chcete smazat váš %(credential_display)s API přístup?
es: ¿Está seguro que desea eliminar sus Credenciales de la API de %(credential_display)s?

source: Yes
cs: Ano
es: Si

source: Profile
cs: Profil
es: Perfil

source: Bitcoin Settings
cs: Bitcoin nastavení
es: Configuración Bitcoin

source: Registration Status
cs: Stav registrace
es: Estado Del Registro

source: Next step: <a href="%(profile_url)s">List your business address</a>
cs: Další krok: <a href="%(profile_url)s">Uveďte vaší obchodní adresu</a>
es: Siguiente paso: <a href="%(profile_url)s">Liste la dirección de su negocio</a>

source: Next step: <a href="%(profile_url)s">List your business phone number</a>
cs: Další krok: <a href="%(profile_url)s">Uveďte váš obchodní telefonní kontakt</a>
es: Siguiente paso: <a href="%(profile_url)s">Liste el número de teléfono de su empresa</a>

source: Next step: <a href="%(coinbase_url)s">Check Your Coinbase Credentials</a>
cs: Další krok: <a href="%(coinbase_url)s">Zkontrolujte váš Coinbase přístup</ a>
es: Siguiente paso: <a href="%(coinbase_url)s">Revise sus credenciales de Coinbase</a>

source: Next step: <a href="%(bitstamp_url)s">Check Your Bitstamp Credentials</a>
cs: Další krok: <a href="%(bitstamp_url)s">Zkontrolujte váš Bitstamp přístup</ a>
es: Siguiente paso: <a href="%(bitstamp_url)s">Revise sus credenciales de Bitstamp</a>

source: Next step: <a href="%(coinbase_url)s">Attach An Exchange Account</a>
cs: Další krok: <a href="%(coinbase_url)s">Připojte burzovní účet</a>
es: Siguiente paso: <a href="%(coinbase_url)s">Agregue una cuenta de intercambio</a>

source: Bitstamp API
es: API Bitstamp

source: Added At
cs: Přidáno
es: Añadido a las

source: Balance
cs: Zůstatek
es: Cancelar

source: Refresh
cs: Obnovit
es: Actualizar

source: Delete
cs: Smazat
es: Eliminar

source: Add funds to this wallet
es: Agregar fondos a esta billetera

source: Enter your Bitstamp API credentials to take advantage of our partnership.
cs: Vložte váš Bitstamp API přístup a využijte tak výhod našeho partnerství.
es: Introduzca sus credenciales de la API de Bitstamp para tomar ventaja de nuestra alianza.

source: Click here for instructions
cs: Klikněte zde pro instrukce
es: Haga clic aquí para obtener instrucciones

source: Save Credentials
cs: Uložit údaje
es: Guardar credenciales

source: Blockchain.info API
es: API Blockchain.info

source: Username
cs: Uživatelské jméno
es: Nombre de usuario

source: Enter your Blockchain.info credentials to take advantage of our partnership.
cs: Vložte váš Blockchain.info přístup a využijte tak výhod našeho partnerství.
es: Introduzca sus credenciales de Blockchain.info para aprovecharse de nuestra alianza.

source: Admin
es: Administración

source: Transactions
cs: Transakce
es: Transacciones

source: Settings
cs: Nastavení
es: Configuración

source: API Partners
cs: API Partneři
es: API Partners (Nuevo)

source: Coinbase API
es: API Coinbase

source: Enter your Coinbase API credentials to take advantage of our partnership.
cs: Vložte váš Coinbase API přístup a využijte tak výhod našeho partnerství.
es: Introduzca sus credenciales de la API de Coinbase para tomar ventaja de nuestra alianza.

source: Please confirm your password to access the admin section. <a href="#" data-toggle="collapse" data-target="#moreinfo">More info</a>.
cs: Prosím potvrďte vaše heslo pro přístup do admin sekce. <a href="#" data-toggle="collapse" data-target="#moreinfo">Více informací</a>.
es: Por favor, confirme su contraseña para acceder a la sección de administración. <a href="#" data-toggle="collapse" data-target="#moreinfo">Más información</a>.

source: We believe that you're really you, but to be safe we will prompt you for your password every time you click on the admin section. You won't have to type in your password again until you leave the admin section and come back. This is to protect your account so you can safely let your customers enter their info into the device without worrying about them being able to change your settings.
cs: Věříme, že jste to vážně vy, ale kvůli bezpečí budeme požadovat vaše heslo vždy když kliknete na admin sekci. Nebudete muset zadávat heslo znovu, dokud neopustíte admin sekci. Toto opatření je kvůli bezpečnosti vašeho účtu, takže můžete v klidu půjčit vaše zařízení a nemusíte se bát, že vám někdo změní nastavení.
es: Creemos que usted es realmente usted, pero para mayor seguridad, siempre se le pedirá su contraseña cada vez que vaya a la sección de administración. Usted no tendrá que escribir su contraseña nuevamente hasta que salga de la sección de administración y trate de volver a ésta. Esto es necesario para proteger su cuenta, de esta forma usted puede dejar que sus clientes introduzcan su información en el dispositivo, sin tener que preocuparse acerca de que ellos cambiar su configuración.

source: Public Business Info
cs: Obchodní info
es: Información del Negocio

source: Edit
cs: Upravit
es: Editar

source: State
es: Estado

source: Website (URL)
cs: Web - URL
es: Sitio Web (URL)

source: Save Changes
cs: Uložit změny
es: Guardar Cambios

source: Private Owner Info
es: Información del Dueño

source: (for Transaction Notifications)
es: Privado - Para Notificaciones de Transacciones

source: Name
cs: Jméno
es: Nombre y Apellido

source: Download Bitcoin Posters for Your Business
es: Descarga Afiches de Bitcoin para tus Negocios

source: Your Free Bitcoin ATM App | Register Merchant | CoinSafe
cs: Váš bezplatný BitcoMAT | Registrace | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | Registrarse | CoinSafe

source: Register Business
cs: Zaregistrovat firmu
es: Registrar Comercio

source: Create Account
cs: Vytvořit účet
es: Crear una Cuenta

source: To register as an individual customer (not a business) please <a href="%(rc_url)s">click here</a>.
cs: Pro registraci jako soukr. osoba (ne firma) prosím <a href="%(rc_url)s ">klikněte zde</a>.
es: Para registrarse como un usuario individual (no un negocio), por favor <a href="%(rc_url)s">haga clic aquí</a>.

source: Your Free Bitcoin ATM App | Register | CoinSafe
cs: Váš bezplatný BitcoMAT | Registrace | CoinSafe
es: La App para tener un cajero de Bitcoins gratuito | Registrarse | CoinSafe

source: In order to sell bitcoin to customers, you need to link a Bitcoin wallet to your CoinSafe account <a href="#" data-toggle="collapse" data-target="#moreinfo">(learn more)</a>.
cs: Prosím potvrďte vaše heslo pro přístup do admin sekce. <a href="#" data-toggle="collapse" data-target="#moreinfo">Více informací</a>.
es: Por favor, confirme su contraseña para acceder a la sección de administración. <a href="#" data-toggle="collapse" data-target="#moreinfo">Más información</a>.

source: This wallet will be used to automatically transfer funds to your customers whenever you sell them Bitcoin. If you already have a Blockchain, Coinbase, or Bitstamp wallet, you can link it to your account by adding your API credentials below. We also can automatically create a new Blockchain wallet for you (a good option if you are just giving us a try).
es: Esta billetera será utilizada para transferir fondos automáticamente a tus clientes cuando sea que les vendas bitcoins. Si ya tienes una Billetera en Blockchain, Coinbase o Bitstamp puedes enlazarla a tu cuenta, agregando las credenciales de la API más abajo. También podemos crearte automáticamente una nueva Billetera en Blockchain por ti (es una buena opción si estás probando este servicio).

source: No funds will ever be moved from your wallet without your explicit permission (our app is and will continue to be free) and we take every precaution to secure this sensitive data. That being said, we recommend that all of our users create a separate wallet to use with CoinSafe that holds a smaller amount of funds that they can top off whenever the balance gets low.
es: Ningún fondo será movido de tu Billetera sin tu consentimiento explícito (nuestra app es y seguirá siendo gratuita) y tomamos todas las precauciones necesarias para proteger esta información sensible.

source: If you have any questions, please don't hesitate to <a href="%(contact_url)s" target="_blank">contact us</a>.
es: Si tienes cualquier tipo de consulta, no dudes en <a href="%(contact_url)s" target="_blank">contactárnos</a>.

source: Complete Registration
cs: Dokončit registraci
es: Completar Registro

source: Currency
cs: Měna
es: Moneda

source: Your BTC Address
cs: Vaše BTC adresa
es: Su Dirección BTC

source: When
cs: Když
es: Cuando

source: Type
cs: Typ
es: Tipo

source: Cash
cs: Hotovost
es: Efectivo

source: Wallet
cs: Peněženka
es: Billetera

source: You have no transactions yet
cs: Žádné transakce zatím neproběhly
es: Aún no tiene transacciones

source: Join The CoinSafe Network
cs: Připojte se k CoinSafe síti
es: ¡Únete a la red CoinSafe!

source: Sign Up Today
cs: Zaregistrujte se dnes
es: Registrarse

source: Help
cs: Pomoc
es: Ayuda

source: Contact
cs: Kontakt
es: Contáctenos

source: Cold Storage Guide
cs: Návod pro cold storage
es: Guía de Almacenamiento en Frio

source: Privacy Policy
cs: Zásady ochrany osobních údajů
es: Política de Privacidad

source: Terms of Service
cs: Obchodní podmínky
es: Términos de Servicio

source: Customers
cs: Zákazníci
es: Clientes

source: Change Password
cs: Změnit heslo
es: Contraseña Principal

source: Which Service Interests You Most?
cs: Které služby vás zajímají nejvíce?
es: ¿Cuál es el servicio que más le interesa?

source: Spend Cash to Buy Bitcoin
es: Obtener dinero en efectivo por tus Bitcoin Ahora

source: Sell Bitcoin to Receive Cash
cs: Směnit vaše BTC za hotovost
es: Vender sus Bitcoins por Efectivo

source: Your Email
cs: Váš Email
es: Su Correo electrónico

source: Message
cs: Zpráva
es: Mensaje

source: Current Password
cs: Dosavadní heslo
es: Contraseña Segura

source: Your existing password that you no longer want to use
cs: Vaše dosavadní heslo, které již nechcete používat.
es: Tu contraseña actual que no quieres seguir ocupando

source: New Password
cs: Nové heslo
es: Contraseña

source: Please choose a new secure password
cs: Prosím zvolte nové bezpečné heslo
es: Por favor, escoja una nueva contraseña

source: Confirm New Password
cs: Potvrdit nové heslo
es: Confirmar Contraseña

source: Sorry, that password is not correct
cs: Promiňte, toto heslo není správné
es: Lo sentimos, esa contraseña no es correcta

source: Your new passwords did not match. Please try again.
cs: Vaše nové heslo se neshoduje, zkuste to znovu
es: Sus credenciales de la API no son válidas. Por favor, inténtelo de nuevo.

source: Your old password matches your new password. Your password was not changed.
cs: Vaše staré heslo se shoduje s novým heslem. Vaše heslo nebylo změněno.
es: Tu contraseña pasada es igual a tu nueva contraseña. Tu contraseña no ha sido cambiada.

source: Success! Your bitcoin is being sent. A receipt will be emailed to %s
cs: Úspěch! Váš Bitcoin je poslán. Účtenka vám bude poslána na mail %s.
es: ¡Éxito! Ahora se está enviando sus Bitcoins. Un recibo será enviado a %s.

source: Thanks! We'll email you when new businesses near you sign up.
cs: Děkujeme! Dáme vám vědět jakmile se ve vaší blízkosti objeví další obchod.
es: Gracias! Le enviaremos un correo electrónico cuando aparezcan nuevos negocios cercanos.

source: Message Received! We'll get back to you soon.
cs: Zpráva přijata! Budeme se vám brzy věnovat.
es: Gracias! Nos pondremos en contacto con usted pronto.

source: Your request has been cancelled
cs: Vaše heslo bylo změněno

source: Your buy request has been cancelled
cs: Vaše heslo bylo změněno

source: Please enter a Blockchain.info password
cs: Prosím vložte váš Blockchain Username

source: Those passwords did not match. Please try again.
cs: Vaše nové heslo se neshoduje, zkuste to znovu

source: No.
cs: Ne.

source: Delete %(credential_display)s Credentials
cs: Aktivujte API údaje jejich vložením do %(credential_display)s.

source: No
cs: Ne

source: Your password has been changed.
cs: Vaše heslo bylo změněno
